Repository: snabble/snabble-ios-sdk
Catalog: Snabble/UI/*.lproj/SnabbleLocalizable.strings
Languages: fr, it

# Snabble.Scanner.enterBarcode
source: Enter code
fr: Entrer le code
it: Inserisci il codice

# Snabble.Scanner.enterCodeButton
source: Enter barcode
fr: Saisis le code-barres
it: Inserisci il codice a barre

# Snabble.Scanner.firstScan
source: Scan your first product. Place the barcode in front of your camera.
fr: Scanne le premier produit. Pour ce faire, tiens le code-barres d’un produit dans la caméra.
it: Scansiona il tuo primo prodotto. Per farlo, inquadra il codice a barre di un prodotto con la fotocamera.

# Snabble.Scanner.goToCart
source: Cart: %@
fr: Panier : %@
it: Carrello: %@

# Snabble.Scanner.goToCart.empty
source: Cart
fr: Panier
it: Carrello

# Snabble.Scanner.introText
source: Scan product barcodes to add them to your shopping cart.
fr: Scanne les codes-barres des produits et pose-les dans ton panier.
it: Scansiona i codici a barre dei prodotti e mettili nel tuo carrello.

# Snabble.Scanner.manualCouponAdded
source: You've entered a discounted price for your last item. Please note that an employee will check your purchase.
fr: Tu as saisi un prix escompté pour ton dernier article. Merci de comprendre qu’un collaborateur contrôlera ton achat.
it: Per il tuo ultimo articolo, hai inserito un prezzo scontato. Ti preghiamo di comprendere che un/a commesso/a controllerà il tuo acquisto.

# Snabble.Scanner.multiPack
source: Don't forget!
fr: Ne pas oublier !
it: Non dimenticare!

# Snabble.Scanner.networkError
source: Could not retrieve product data. Please check your internet connection.
fr: Le produit n’a pas pu être demandé. Merci de vérifier ta connexion Internet.
it: Non è stato possibile richiedere il prodotto. Controlla la tua connessione internet.

# Snabble.Scanner.noMatchesFound
source: Product not found
fr: Article introuvable
it: Articolo non trovato

# Snabble.Scanner.plusDeposit
source: + %@ deposit
fr: + consigne %@
it: + %@ deposito

# Snabble.Scanner.scannedAgeRestrictedProduct
source: Your age will be checked once at the time of payment.
fr: Ton âge sera vérifié une fois lors du paiement.
it: La tua età sarà verificata al momento del pagamento.

# Snabble.Scanner.scannedShelfCode
source: Please weigh the product, then scan the barcode from the sticker
fr: Merci de peser le produit et de scanner ensuite le code-barres sur l’autocollant
it: Pesa il prodotto e scansiona il codice a barre sull’etichetta

# Snabble.Scanner.scanningTitle
source: Scan Barcode
fr: Scanner le code-barres
it: Scansiona codice a barre

# Snabble.Scanner.serverError
source: Could not retrieve product data.
fr: Le produit n’a pas pu être demandé.
it: Non è stato possibile richiedere il prodotto.

# Snabble.Scanner.start
source: Start scanner
fr: Démarrer le scanner
it: Avvia scanner

# Snabble.Scanner.torchButton
source: Torch
fr: Lumière
it: Luce

# Snabble.Scanner.unknownBarcode
source: No price information available for this product.
fr: Aucune information de prix n’est malheureusement disponible pour ce produit.
it: Purtroppo non sono disponibili informazioni di prezzo per questo prodotto.

# Snabble.Scanner.updateCart
source: Update cart
fr: Actualiser le panier
it: Aggiorna carrello

# Snabble.SEPA.editingHint
source: Your SEPA data is only stored in encrypted form and therefore cannot be edited.
fr: Tes données SEPA sont enregistrées uniquement sous forme cryptée chez nous et ne peuvent donc pas être modifiées.
it: Salviamo i dati SEPA solo in forma crittografata, pertanto non è possibile modificarli.

# Snabble.SEPA.encryptionError
source: Error encrypting data
fr: Erreur lors du cryptage
it: Errore durante la codifica

# Snabble.SEPA.iAgree
source: I agree
fr: J’accepte
it: Acconsento

# Snabble.SEPA.ibanTransferAlert.message
source: Would you like to save this account information (IBAN: %@) for future purchases?
fr: Veux-tu enregistrer ces données de compte (IBAN : %@) pour tes futurs achats ?
it: Vuoi salvare questi dati del conto (IBAN: %@) per gli acquisti futuri?

# Snabble.SEPA.ibanTransferAlert.title
source: Save payment data
fr: Enregistrer les données du compte
it: Salva dati del conto

# Snabble.SEPA.mandate
source: SEPA direct debit mandate
fr: Mandat de débit SEPA
it: Ordine di addebito diretto SEPA

# Snabble.SEPA.payNow
source: Pay now using SEPA
fr: Payer maintenant par SEPA
it: Paga ora con SEPA

# Snabble.SEPA.scoTransferHint
source: Please enter the name from the card to save it for future payments.
fr: Merci de saisir ton nom sur la carte afin de pouvoir l’enregistrer directement à l’aide de l’application pour les paiements.
it: Inserisci anche il nome indicato sulla carta per poterla salvare direttamente con l’app per i pagamenti.

# Snabble.Settings
source: Settings
fr: Paramètres
it: Impostazioni

# Snabble.Shoppingcart.articleRemoved
source: Product removed
fr: Article supprimé
it: Articolo rimosso

# Snabble.Shoppingcart.buyProducts
source: Buy %1$d products for %2$@
fr: Acheter %1$d articles pour %2$@
it: Compra articolo da %1$d a %2$@

# Snabble.Shoppingcart.buyProducts.now
source: Pay now
fr: Payer maintenant
it: Paga ora

# Snabble.Shoppingcart.coupon
source: Coupon
fr: Bon
it: Buono

# Snabble.Shoppingcart.coupons
source: Coupons
fr: Bons
it: Buoni

# Snabble.Shoppingcart.deposit
source: Deposit
fr: Consigne
it: Deposito

# Snabble.Shoppingcart.discounts
source: Discounts
fr: Rabais
it: Sconto

# Snabble.Shoppingcart.emptyState.buttonTitle
source: Scan now
fr: Scanner maintenant
it: Scansiona ora

# Snabble.Shoppingcart.emptyState.description
source: Visit a store that supports Snabble and scan the barcodes of products you wish to purchase.
fr: Ton panier est vide. Scanne les codes-barres des articles que tu souhaites acheter.
it: Il tuo carrello è vuoto. Scansiona i codici a barre degli articoli che desideri acquistare.

# Snabble.Shoppingcart.emptyState.restartButtonTitle
source: Start new shopping trip
fr: Commencer un nouvel achat
it: Inizia nuovo acquisto

# Snabble.Shoppingcart.emptyState.restoreButtonTitle
source: Restore previous cart
fr: Rétablir le panier précédent
it: Ripristina carrello precedente

# Snabble.Shoppingcart.emptyState.title
source: Your shopping cart is empty
fr: Ton panier est encore vide
it: Il tuo carrello è ancora vuoto

# Snabble.Shoppingcart.giveaway
source: Free gift
fr: Cadeau gratuit
it: Regalo gratuito

# Snabble.Shoppingcart.howToPay
source: How would you like to pay?
fr: Comment souhaites-tu payer ?
it: Come vuoi pagare?

# Snabble.Shoppingcart.includesDeposit
source: incl. deposit
fr: Consigne incl.
it: incl. deposito

# Snabble.Shoppingcart.noPaymentData
source: Add now
fr: Ajouter maintenant
it: Aggiungi adesso

# Snabble.Shoppingcart.notForThisPurchase
source: Not available for this purchase
fr: Non disponible pour cet achat
it: Non disponibile per questo acquisto

# Snabble.Shoppingcart.notForVendor
source: Not supported by this retailer
fr: N’est pas pris en charge par le commerçant
it: Non supportato dal commerciante

# Snabble.Shoppingcart.numberOfItems
source: %d products
fr: %d article
it: %d articoli

# Snabble.Shoppingcart.removeItem
source: Really remove %@?
fr: Es-tu sûr(e) de vouloir supprimer %@ ?
it: Rimuovere davvero %@?

# Snabble.Shoppingcart.removeItems
source: Really remove all products from your shopping cart?
fr: Es-tu sûr(e) de vouloir supprimer tous les produits du panier ?
it: Rimuovere davvero tutti i prodotti dal carrello?

# Snabble.ShoppingCart.title
source: Shopping Cart
fr: Panier
it: Carrello

# Snabble.ShoppingList.added
source: %@ saved
fr: %@ enregistré
it: %@ salvato

# Snabble.ShoppingList.CreateList.title
source: Create shopping list
fr: Créer une nouvelle liste d’achats
it: Crea nuova lista della spesa

# Snabble.ShoppingList.EditList.delete
source: Delete
fr: Effacer
it: Cancella

# Snabble.ShoppingList.EditList.save
source: Save
fr: Enregistrer
it: Salva

# Snabble.ShoppingList.EditList.title
source: Edit shopping list
fr: Éditer la liste d’achats
it: Modifica lista della spesa

# Snabble.ShoppingList.ItemDeleted
source: %@ deleted
fr: %@ supprimé
it: %@ eliminato

# Snabble.ShoppingList.ItemDeleted.Undo
source: Undo
fr: Rétablir
it: Ripristina

# Snabble.ShoppingList.ListDeleted.title
source: Shopping list deleted
fr: Liste d’achats supprimée
it: Lista della spesa eliminata

# Snabble.ShoppingList.ListDeleted.undo
source: Undo
fr: Rétablir
it: Ripristina

# Snabble.ShoppingList.ListEmpty.add
source: Add product
fr: Ajouter produit
it: Aggiungi prodotto

# Snabble.ShoppingList.ListEmpty.title
source: Your shopping list is empty.
fr: Ta liste d’achats est vide.
it: La tua lista della spesa è vuota.

# Snabble.ShoppingList.NoLists.add
source: Create shopping list
fr: Créer une liste d’achats
it: Crea lista della spesa

# Snabble.ShoppingList.NoLists.title
source: You have no shopping lists yet.
fr: Tu n’as pas encore créé de liste d’achats.
it: Non hai ancora creato liste della spesa.

# Snabble.ShoppingList.notFound
source: Unknown product
fr: Produit inconnu
it: Prodotto sconosciuto

# Snabble.ShoppingList.searchHint
source: Search or enter directly
fr: Chercher ou saisir directement
it: Cerca o inserisci direttamente

# Snabble.ShoppingList.title
source: Shopping List
fr: Liste d’achats
it: Lista della spesa

# Snabble.ShoppingList.Voice.connectingWord
source: and
fr: et
it: e

# Snabble.ShoppingList.Voice.details
source: Did you want to add several things to your shopping list? Then combine the individual entries with “and”, like this: Tissues and pasta and yeast
fr: Voulais-tu inclure plusieurs articles dans la liste d’achats ? Dans ce cas, relie les entrées individuelles par « et », par ex. comme ceci : papier hygiénique et nouilles et levure
it: Vuoi inserire più cose sulla lista della spesa? Allora unisci le singole voci con una «e», ad esempio così: carta igienica e pasta e lievito

# Snabble.ShoppingList.Voice.title
source: Hint
fr: Conseil
it: Suggerimento

# Snabble.ShoppingLists.title
source: Shopping lists
fr: Listes d’achats
it: Liste della spesa

# Snabble.Taxation.consume.inhouse
source: Eat here
fr: À consommer sur place
it: Mangia qui

# Snabble.Taxation.consume.takeaway
source: Take with me
fr: À emporter
it: Asporto

# Snabble.Taxation.consumeWhere
source: Will you be eating here or is this to go?
fr: À consommer sur place ou à emporter ?
it: Da mangiare qui o da asporto?

# Snabble.Taxation.pleaseChoose
source: Please choose
fr: Merci de choisir
it: Seleziona

# Snabble.TWINT.payNow
source: Pay now using TWINT
fr: Payer maintenant avec TWINT
it: Paga ora con TWINT

# Snabble.undo
source: Undo
fr: Annuler
it: Annulla

# Snabble.Yes
source: Yes
fr: Oui
it: Sì

# Snabble.QRCode.entry.title
source: Code: %d
it: Codice: %d
