Repository: snabble/snabble-ios-sdk
Catalog: Snabble/UI/*.lproj/SnabbleLocalizable.strings
Languages: fr, it

# release.safety.catch
source: Please remove the bottle's security device (if present) at the designated station at the exit.
fr: Veille à enlever (le cas échéant) le dispositif de sécurité du goulot de la bouteille au poste prévu à cet effet à la sortie.
it: Rimuovi il dispositivo di sicurezza della bottiglia (se presente) alla stazione designata all’uscita.

# Snabble.addDiscount
source: Enter discount
fr: Saisir le rabais
it: Inserisci lo sconto

# Snabble.ageVerification.explanation
source: To purchase certain products like alcoholic beverages, verifying your age is required. Enter the 7-digit Number from the back side of your ID card.
fr: Une preuve de ton âge est requise pour l’achat de certains articles, comme l’alcool. Saisis à cette fin le numéro à 7 chiffres figurant au dos de ta carte d’identité.
it: Per l’acquisto di determinati articoli, come ad esempio gli alcolici, è necessario un documento che attesti l’età. Inserisci il numero a 7 cifre della parte posteriore del tuo documento di identità.

# Snabble.ageVerification.failed.message
source: Some products in your cart have an age restriction, unfortunately you can't purchase them.
fr: Certains articles de ton panier sont soumis à une limite d’âge, tu n’es malheureusement pas autorisé(e) à les acheter.
it: Alcuni articoli nel tuo carrello sono soggetti a una limitazione di età e purtroppo non puoi acquistarli.

# Snabble.ageVerification.failed.title
source: Age restriction
fr: Tu n’as pas l’âge requis
it: Non hai ancora l’età consentita

# Snabble.ageVerification.pending.message
source: Some products in your cart have an age restriction. Please verify your age before continuing.
fr: Certains articles de ton panier sont soumis à une limite d’âge. Merci de certifier ton âge pour continuer l’achat.
it: Alcuni articoli nel tuo carrello sono soggetti a una limitazione di età. Verifica la tua età per proseguire con l’acquisto.

# Snabble.ageVerification.pending.title
source: Age verification required
fr: Vérification de l’âge requise
it: Verifica dell’età necessaria

# Snabble.ageVerification.placeholder
source: 7 Digits
fr: 7 chiffres
it: 7 cifre

# Snabble.ageVerification.title
source: Age verification
fr: Preuve de l’âge
it: Documento che attesta l’età

# Snabble.askForPermission
source: Ask for permission
fr: Demander la permission
it: Chiedere il permesso

# Snabble.Biometry.Alert.laterButton
source: Not now
fr: Pas maintenant
it: Non ora

# Snabble.Biometry.Alert.message
source: Do you want to protect online payments with %@?
fr: Souhaites-tu protéger tes paiements en ligne avec %@ ?
it: Vuoi proteggere i tuoi pagamenti online con %@?

# Snabble.Biometry.Alert.title
source: Activate %@?
fr: Activer %@ ?
it: Attivare %@?

# Snabble.Biometry.enterCode
source: Enter code
fr: Entrer le code
it: Inserisci il codice

# Snabble.Biometry.locked
source: %@ is locked. Please enter your code in the lock screen to re-activate it.
fr: %@ est bloqué. Merci d’entrer ton code sur l’écran de verrouillage pour le réactiver.
it: %@ è bloccato. Inserisci il tuo codice nella schermata di blocco per riattivarlo.

# Snabble.Cancel
source: Cancel
fr: Annuler
it: Interrompi

# Snabble.CC.3dsecureHint.retailer
source: Enter your data here. We will then forward you to your bank to confirm your details. We reserve 1 € (for %@) and book the money back immediately.
fr: Pour la vérification de ta carte de crédit, tu seras redirigé(e) vers ta banque après la saisie des données. Il te sera alors demandé d’accepter un paiement de 1,00 € à %@. Le montant te sera immédiatement crédité à nouveau après ton approbation.
it: Per la verifica della tua carta di credito, dopo aver inserito i dati, sarai reindirizzato alla tua banca. Lì ti verrà chiesto di approvare un pagamento di 1,00 € a %@. L’importo di sarà immediatamente riaccreditato dopo la tua autorizzazione.

# Snabble.CC.3dsecureHint.retailerWithPrice
source: Enter your data here. We will then forward you to your bank to confirm your details. We reserve %@ (for %@) and book the money back immediately.
fr: Pour la vérification de ta carte de crédit, tu seras redirigé(e) vers ta banque après la saisie des données. Il te sera alors demandé d’accepter un paiement de %@ à %@. Le montant te sera immédiatement crédité à nouveau après ton approbation.
it: Per la verifica della tua carta di credito, dopo aver inserito i dati, sarai reindirizzato alla tua banca. Lì ti verrà chiesto di autorizzare un pagamento di %@ a %@. L’importo di sarà immediatamente riaccreditato dopo la tua autorizzazione.

# Snabble.CC.cardNumber
source: Card number
fr: Numéro de carte
it: Numero carta

# Snabble.CC.editingHint
source: Your credit card data is only stored in encrypted form and therefore cannot be edited.
fr: Les données de ta carte de crédit sont enregistrées uniquement sous forme cryptée chez nous et ne peuvent donc pas être modifiées.
it: Salviamo i dati della tua carta di credito solo in forma crittografata, pertanto non è possibile modificarli.

# Snabble.CC.noEntryPossible
source: Unfortunately you can't add credit cards at this time.
fr: Malheureusement, aucune carte de crédit ne peut être enregistrée en ce moment.
it: Purtroppo in questo momento non possono essere inserite carte di credito.

# Snabble.CC.validUntil
source: Valid until
fr: Valable jusqu’au
it: Valida fino a

# Snabble.Checkout.done
source: Finished!
fr: Terminé !
it: Finito!

# Snabble.Checkout.error
source: An error has occurred
fr: Une erreur s’est produite
it: Si è verificato un errore

# Snabble.Checkout.payAtCashRegister
source: Pay at cash register
fr: Payer à la caisse
it: Pagare alla cassa

# Snabble.Checkout.title
source: Pay
fr: Payer
it: Paga

# Snabble.Checkout.verifying
source: Verifying
fr: Vérifie
it: Verifica

# Snabble.CreditCard.payNow
source: Pay now using Credit card
fr: Payer maintenant avec la carte de crédit
it: Paga ora con carta di credito

# Snabble.Delete
source: Delete
fr: Effacer
it: Cancella

# Snabble.Done
source: Done
fr: Terminé
it: Finito

# Snabble.Edit
source: Edit
fr: Éditer
it: Modifica

# Snabble.goToSettings
source: Go to settings
fr: Vers les paramètres
it: Alle impostazioni

# Snabble.Hints.closedBags
source: Well done! Please make things easy for the cashier and don't store your products in closed bags. Thank you!
fr: Continue comme ça ! Merci de faciliter la tâche au personnel de caisse et de ne pas emballer tes articles directement dans des sacs fermés. Merci !
it: Continua così! Agevola il compito del personale di cassa ed evita di mettere direttamente gli articoli in borse chiuse. Grazie!

# Snabble.Hints.continueScanning
source: Continue scanning
fr: Continuer à scanner
it: Continua la scansione

# Snabble.Hints.title
source: Info from %@
fr: Remarque de %@
it: Nota di %@

# Snabble.invalidDepositVoucher.errorMsg
source: Deposit return vouchers can be redeemed only once.
fr: Les bons des emballages vides ne peuvent être encaissés qu’une seule fois.
it: Gli scontrini dei vuoti possono essere riscattati una sola volta.

# Snabble.Keyguard.message
source: That's how we make sure that only you have access to this payment method
fr: De cette façon, nous nous assurons que tu es l’unique personne à pouvoir accéder à cette procédure de paiement.
it: In questo modo ci assicuriamo che solo tu abbia accesso a questa modalità di pagamento

# Snabble.Keyguard.requireScreenLock
source: You need to secure your smartphone with a screen lock to add this payment method.
fr: Merci de protéger ton smartphone au moyen d’un verrouillage d’écran pour ajouter ce mode de paiement.
it: È necessario proteggere il tuo smartphone con un blocco schermo per poter aggiungere questo metodo di pagamento.

# Snabble.Keyguard.title
source: Please unlock your device
fr: Merci de déverrouiller ton smartphone
it: Sblocca il tuo smartphone

# Snabble.limitsAlert.checkoutNotAvailable
source: With a total of more than %@, checkout using the app is unfortunately no longer possible.
fr: À partir d’une valeur des marchandises de %@, il n’est malheureusement plus possible d’effectuer les achats via l’application.
it: A partire da un valore della merce di %@, purtroppo non è più possibile acquistare tramite app.

# Snabble.limitsAlert.notAllMethodsAvailable
source: With a total of more than %@, not all payment methods are available.
fr: À partir d’une valeur des marchandises de %@, certains modes de paiement ne sont plus disponibles.
it: A partire da un valore della merce di %@, non tutti i metodi di pagamento sono disponibili.

# Snabble.limitsAlert.title
source: Note
fr: À noter
it: Attenzione

# Snabble.loadingProductInformation
source: Loading product data…
fr: Chargement des informations de produit...
it: Caricamento informazioni sul prodotto...

# Snabble.networkError
source: Connection error
fr: Erreur de connexion au réseau
it: Errore di connessione di rete

# Snabble.No
source: No
fr: Non

# Snabble.noDiscount
source: no discount
fr: pas de rabais
it: nessuno sconto

# Snabble.notForSale.errorMsg.scan
source: This product cannot be paid for using the app, please pay for it at the cashier.
fr: Ce produit ne peut malheureusement pas être payé avec l’application actuellement, merci de le payer comme d’habitude à la caisse.
it: Al momento non è purtroppo possibile pagare questo prodotto con l’app. Ti preghiamo di pagare come sempre alla cassa.

# Snabble.paydirekt.authorizationFailed.message
source: Please try again later
fr: Merci de réessayer plus tard
it: Ti preghiamo di riprovare più tardi

# Snabble.paydirekt.authorizationFailed.title
source: Authorization failed
fr: Échec de l’autorisation
it: Autorizzazione non riuscita

# Snabble.paydirekt.deleteAuthorization
source: Delete method
fr: Supprimer le mode de paiement
it: Elimina metodo di pagamento

# Snabble.paydirekt.gotoWebsite
source: Go to paydirekt.de
fr: Vers paydirekt.de
it: A paydirekt.de

# Snabble.paydirekt.payNow
source: Pay now using paydirekt
fr: Payer maintenant avec paydirekt
it: Paga ora con paydirekt

# Snabble.paydirekt.savedAuthorization
source: You've successfully authorized Snabble for paydirekt. To remove this authorization, you need to log in to your paydirekt account. If you do not want to use this payment method anymore, you can remove it here.
fr: Tu as autorisé avec succès l’application Snabble pour paydirekt. Pour l’annuler, tu devras te connecter à ton compte paydirekt sur le site Web. Si tu ne souhaites plus que paydirekt s’affiche comme mode de paiement, tu peux simplement le supprimer ici.
it: L’autorizzazione dell’app Snabble per paydirekt è avvenuta con successo. Per revocare l’autorizzazione, è necessario accedere al tuo account paydirekt sul sito web. Se non desideri più che paydirekt sia visualizzato come metodo di pagamento, è sufficiente rimuoverlo.

# Snabble.Payment.aborted
source: Payment process was cancelled
fr: Le processus de paiement a été annulé
it: Il pagamento è stato interrotto

# Snabble.Payment.add
source: Add payment method
fr: Ajouter une procédure de paiement
it: Aggiungi modalità di pagamento

# Snabble.Payment.addPaymentOrigin
source: Transfer payment credentials to the app?
fr: Transférer les informations de paiement vers l’application ?
it: Trasferire le informazioni di pagamento nell’app?

# Snabble.Payment.backToCart
source: Back to cart
fr: Retour au panier
it: Torna al carrello

# Snabble.Payment.backToHome
source: Back to start page
fr: Retour à la page d’accueil
it: Torna alla pagina iniziale

# Snabble.Payment.cancelError.message
source: Payment cannot be cancelled at this time.
fr: Impossible d’annuler le paiement maintenant.
it: Adesso non è possibile interrompere il pagamento.

# Snabble.Payment.cancelError.title
source: Error cancelling payment
fr: Impossible d’annuler
it: Interruzione non possibile

# Snabble.Payment.confirm
source: Confirm purchase
fr: Confirmer l’achat
it: Conferma acquisto

# Snabble.Payment.CreditCard
source: Credit card
fr: Carte de crédit
it: Carta di credito

# Snabble.Payment.CreditCard.error
source: There was an error processing your credit card
fr: Une erreur s’est produite lors du traitement de ta carte de crédit
it: Si è verificato un errore nell’elaborazione della tua carta di credito

# Snabble.Payment.CreditCard.expireDate
source: Expires: %@
fr: Expire : %@
it: Scade: %@

# Snabble.Payment.delete.message
source: Are you sure you want to remove this payment method?
fr: Veux-tu vraiment supprimer ce mode de paiement ?
it: Vuoi davvero rimuovere questo metodo di pagamento?

# Snabble.Payment.emptyState.add
source: Add payment method
fr: Ajouter une procédure de paiement
it: Aggiungi modalità di pagamento

# Snabble.Payment.emptyState.message
source: You don't have any payment methods added yet.
fr: Aucune procédure de paiement n’a encore été enregistrée.
it: Nessuna modalità di pagamento salvata.

# Snabble.Payment.errorStarting
source: Error creating the payment process
fr: Erreur lors de la création du processus de paiement
it: Errore nella creazione della modalità di pagamento

# Snabble.Payment.noMethodAvailable
source: Unfortunately, this purchase can't be made using the app.
fr: Malheureusement, cet achat ne peut pas être effectué avec l’application.
it: Purtroppo questo acquisto non può essere effettuato con l’app.

# Snabble.Payment.offlineHint
source: You are currently offline and some payment methods may not be available
fr: Tu es actuellement hors ligne et certains modes de paiement peuvent ne pas être disponibles.
it: Al momento sei offline e alcuni metodi di pagamento potrebbero non essere disponibili

# Snabble.Payment.payAtCashDesk
source: Pay at the cash desk
fr: Payer à la caisse
it: Paga alla cassa

# Snabble.Payment.payAtSCO
source: Card at EC terminal
fr: Carte au terminal EC
it: Carta su POS

# Snabble.Payment.payUsingCustomerCard
source: with Customer Card
fr: avec la carte client
it: con carta cliente

# Snabble.Payment.payViaInvoice
source: via Invoice
fr: sur facture
it: con fattura

# Snabble.Payment.PostFinanceCard.error
source: There was an error processing your postfinance card
fr: Une erreur s’est produite lors du traitement de ta carte PostFinance
it: Si è verificato un errore nell’elaborazione della tua Postfinance Card

# Snabble.Payment.presentCode
source: Show this code at a Snabble monitor or to a cashier to confirm your purchase.
fr: Présente ce code devant un écran Snabble ou montre-le à un collaborateur afin de confirmer ton achat.
it: Presenta questo codice a monitor Snabble oppure mostralo a un commesso per confermare il tuo acquisto.

# Snabble.Payment.SEPA.hint
source: Note: In order to protect you and our merchants against misuse, the merchant will have your bank card shown on your first payment by SEPA direct debit.
fr: Remarque : pour te protéger et protéger nos commerçants contre les abus, le commerçant te demandera de montrer ta carte bancaire lors de ton premier paiement par débit SEPA.
it: Nota: per proteggere te e i nostri commercianti da frodi, quando effettuerai il primo pagamento con addebito diretto SEPA, il commerciante chiederà di vedere la tua carta di credito.

# Snabble.Payment.SEPA.InvalidIBAN
source: Please enter a valid IBAN.
fr: L’IBAN saisi n’est pas valide.
it: L’IBAN inserito non è valido.

# Snabble.Payment.SEPA.InvalidName
source: Please enter a valid name.
fr: Merci de saisir un nom.
it: Inserisci un nome.

# Snabble.Payment.SEPA.missingCountry
source: Country code cannot be empty.
fr: Le code de pays ne peut pas être vide.
it: Il codice paese non può essere vuoto.

# Snabble.Payment.SEPA.Name
source: Name
fr: Nom
it: Nome

# Snabble.Payment.SEPA.Title
source: SEPA direct debit
fr: Débit SEPA
it: Addebito diretto SEPA

# Snabble.Payment.success
source: Thank you for shopping
fr: Merci pour ton achat !
it: Grazie per il tuo acquisto

# Snabble.Payment.Twint.error
source: There was an error processing your TWINT account
fr: Une erreur s’est produite lors du traitement de ton compte TWINT
it: Si è verificato un errore nell’elaborazione del tuo account TWINT

# Snabble.Payment.usableAt
source: Usable at: %@
fr: Utilisable pour : %@
it: Utilizzabile presso: %@

# Snabble.Payment.waiting
source: Waiting for confirmation
fr: Attends la confirmation
it: Attendi una conferma

# Snabble.PaymentCard.editingHint
source: Your card data is only stored in encrypted form and therefore cannot be edited.
fr: Les données de ta carte sont enregistrées uniquement sous forme cryptée chez nous et ne peuvent donc pas être modifiées.
it: Salviamo i dati della tua carta solo in forma crittografata, pertanto non è possibile modificarli.

# Snabble.PaymentError.title
source: An error has occurred
fr: Une erreur est survenue
it: Si è verificato un errore

# Snabble.PaymentError.tryAgain
source: Try again
fr: Réessayer
it: Prova di nuovo

# Snabble.PaymentMethods.add
source: Add payment method
fr: Ajouter une procédure de paiement
it: Aggiungi modalità di pagamento

# Snabble.PaymentMethods.choose
source: Which payment method to add?
fr: Quelle procédure de paiement faut-il ajouter ?
it: Quale modalità di pagamento aggiungere?

# Snabble.PaymentMethods.forAllRetailers
source: For all retailers
fr: Pour tous les commerçants
it: Per tutti i commercianti

# Snabble.PaymentMethods.forSingleRetailer
source: For specific retailer
fr: Pour un seul commerçant
it: Per singoli commercianti

# Snabble.PaymentMethods.noCodeAlert.biometry
source: Your iPhone isn't protected by a code or Touch ID/Face ID. For your own safety, please assign a code before storing your payment information.
fr: Ton iPhone n’est protégé ni par un code, ni par Touch ID/Face ID. Pour ta sécurité, merci de configurer d’abord cette protection avant de saisir ton numéro IBAN ou celui de ta carte de crédit.
it: Il tuo iPhone non è protetto né da un codice, né da Touch ID/Face ID. Per la tua sicurezza, imposta una protezione prima di inserire il tuo IBAN o la tua carta di credito.

# Snabble.PaymentMethods.noCodeAlert.noBiometry
source: Your iPhone isn't protected by a code. For your own safety, please assign a code before storing your payment information.
fr: Ton iPhone n’est pas protégé par un code. Pour ta sécurité, merci de configurer d’abord cette protection avant de saisir ton numéro IBAN ou celui de ta carte de crédit.
it: Il tuo iPhone non è protetto da un codice. Per la tua sicurezza, imposta una protezione prima di inserire il tuo IBAN o la tua carta di credito.

# Snabble.PaymentMethods.noDeviceCode
source: No Code Protection
fr: iPhone non protégé
it: iPhone non protetto

# Snabble.PaymentMethods.title
source: Payment Methods
fr: Procédure de paiement
it: Modalità di pagamento

# Snabble.PaymentSelection.addNow
source: Add now
fr: Ajouter maintenant
it: Aggiungi adesso

# Snabble.PaymentSelection.howToPay
source: How would you like to pay %@?
fr: Comment souhaites-tu payer %@ ?
it: Come vuoi pagare %@?

# Snabble.PaymentSelection.payNow
source: Pay %@ now
fr: Payer %@ maintenant
it: Paga ora %@

# Snabble.PaymentSelection.title
source: Payment
fr: Payer
it: Paga

# Snabble.PaymentStatus.step1
source: Locating you in the checkout area
fr: Localisation dans la zone des caisses
it: Localizzazione in zona cassa

# Snabble.PaymentStatus.step2
source: Processing your purchase
fr: Autorisation de ton achat
it: Autorizzazione del tuo acquisto

# Snabble.PaymentStatus.step3
source: Processing your payment
fr: Autorisation de ton paiement
it: Autorizzazione del tuo pagamento

# Snabble.pleaseWait
source: Please wait…
fr: Merci d’attendre...
it: Attendi...

# Snabble.PostFinanceCard.payNow
source: Pay now using PostFinance Card
fr: Payer maintenant avec la carte PostFinance
it: Paga ora con PostFinance Card

# Snabble.QRCode.codeXofY
source: Code %1$d of %2$d
fr: Code %1$d de %2$d
it: Codice %1$d di %2$d

# Snabble.QRCode.didPay
source: Done
fr: Terminé
it: Finito

# Snabble.QRCode.message
source: Please show QR code at the cash desk
fr: Merci de présenter le code QR à la caisse
it: Mostra il codice QR alla cassa

# Snabble.QRCode.nextCode
source: Show code %1$d of %2$d
fr: Continuer avec code %1$d de %2$d
it: Continua con il codice %1$d di %2$d

# Snabble.QRCode.priceMayDiffer
source: The exact price will be calculated by the register and may differ from the one shown here.
fr: Le prix exact est calculé par la caisse et peut différer de celui affiché ici.
it: Il prezzo preciso viene calcolato dalla cassa e può variare rispetto a quello mostrato qui.

# Snabble.QRCode.showTheseCodes
source: Please show these %d codes at the register, one after the other
fr: Merci de montrer successivement ces codes %d à la caisse
it: Mostra questi %d codici uno dopo l’altro alla cassa

# Snabble.QRCode.showThisCode
source: Please show this code at the register
fr: Merci de montrer ce code à la caisse
it: Mostra questo codice alla cassa

# Snabble.QRCode.title
source: Pay at cash desk
fr: Payer à la caisse
it: Pagare alla cassa

# Snabble.QRCode.total
source: Total:
fr: Montant total :
it: Somma totale:

# Snabble.Receipts.loading
source: (loading)
fr: (en cours de chargement)
it: (in caricamento)

# Snabble.Receipts.noReceipts
source: No Receipts found
fr: Tu n’as pas encore fait d’achats avec Snabble
it: Non hai ancora fatto acquisti con Snabble

# Snabble.Receipts.oClock
source: o'clock
fr: Heure
it: Orario

# Snabble.Receipts.title
source: Receipts
fr: Achats précédents
it: Acquisti precedenti

# Snabble.remove
source: Remove
fr: Supprimer
it: Rimuovi

# Snabble.saleStop.errorMsg
source: These products cannot be paid for using the app, please pay for them at the cashier:
fr: Ces produits ne peuvent malheureusement pas être payés avec l’application actuellement, merci de les payer comme d’habitude à la caisse.
it: Al momento non è purtroppo possibile pagare questi prodotti con l’app. Ti preghiamo di pagare come sempre alla cassa:

# Snabble.saleStop.errorMsg.scan
source: This product cannot be paid for using the app, please pay for it at the cashier.
fr: Ce produit ne peut malheureusement pas être payé avec l’application actuellement, merci de le payer comme d’habitude à la caisse.
it: Al momento non è purtroppo possibile pagare questo prodotto con l’app. Ti preghiamo di pagare come sempre alla cassa.

# Snabble.saleStop.errorMsg.title
source: Sorry
fr: Pardon
it: Scusa

# Snabble.Save
source: Save
fr: Enregistrer
it: Salva

# Snabble.Scanner.addCodeAsIs
source: Add %@ as-is
fr: Ajouter %@ tel quel
it: Aggiungi %@ così

# Snabble.Scanner.addToCart
source: Add to cart
fr: Dans le panier
it: Nel carrello

# Snabble.Scanner.batterySaverHint
source: Scanner stopped. Tap anywhere on the screen to continue.
fr: Scanner arrêté. Merci de toucher l’écran afin de continuer.
it: Scanner sospeso. Tocca su una parte qualsiasi dello schermo per continuare.

# Snabble.Scanner.BundleDialog.headline
source: Choose package
fr: Sélectionner l’unité d’emballage
it: Seleziona confezione

# Snabble.Scanner.Camera.accessDenied
source: Camera access denied
fr: Accès à la caméra refusé
it: Accesso alla fotocamera negato

# Snabble.Scanner.Camera.allowAccess
source: Sorry, we'll need to access your camera to scan barcodes. Please allow this in the settings and return here.
fr: Désolé, nous avons besoin d’accéder à ta caméra pour scanner les codes-barres. Merci de permettre l’utilisation dans les paramètres, reviens ici ensuite.
it: Siamo spiacenti, ma abbiamo bisogno di accedere alla tua fotocamera per scansionare i codici a barre. Autorizza l’utilizzo nelle impostazioni, quindi torna a questa schermata.

# Snabble.Scanner.couponAdded
source: Added coupon “%@”
fr: Bon « %@ » ajouté
it: Buono «%@» aggiunto

# Snabble.Scanner.duplicateDepositScanned
source: Each deposit slip can only be scanned once.
fr: Chaque bon de consigne ne peut être scanné qu’une seule fois.
it: Ciascuno scontrino del deposito può essere scansionato una sola volta.
