Repository: snabble/snabble-ios-sdk
Catalog: AssetProviding/Sources/Resources/*.lproj/Localizable.strings
Languages: de, fr, hu, sk

# Snabble.undo
source: Undo
de: Rückgängig
fr: Revenir en arrière
hu: Visszavonás
sk: Vrátiť späť

# Snabble.yes
source: Yes
de: Ja
fr: Oui
hu: Igen
sk: Áno

# Snabble.Checkout.ID
source: Checkout-ID
hu: Fizetési azonosító
sk: Kontrolné ID

# Snabble.Coupons.title
source: Coupons
hu: Kuponok
sk: Kupóny

# Snabble.QRCode.Entry.title
source: Code: %li
hu: Kód: %li
sk: Kód: %li

# Snabble.Scanner.title
source: Scanner
hu: Szkenner
sk: Skener

# Snabble.Shop.Address.accessibility
source: %1$@ in %2$@ %3$@
fr: %1$@ à %2$@ %3$@
hu: %1$@ %2$@ %3$@-ban
sk: %1$@ v %2$@ %3$@

# Snabble.Shop.Detail.title
source: Details
fr: Détails
hu: Részletek
sk: Detaily

# Snabble.ShoppingList.EditItem.name
source: Name
fr: Nom
hu: Név
sk: Meno
