Repository: snabble/snabble-ios-sdk
Catalog: AssetProviding/Sources/Resources/*.lproj/Localizable.strings
Languages: de, fr, hu, sk

# Snabble.Account.ChangePhoneNumber.Code.buttonLabel
source: Save
de: Speichern

# Snabble.Account.ChangePhoneNumber.buttonLabel
source: Continue
de: Weiter

# Snabble.Account.ChangePhoneNumber.currentNumberHint
source: Your account is linked to %@.
de: Dein Konto ist mit %@ verbunden.

# Snabble.Account.ChangePhoneNumber.description
source: You can change your phone number here.
de: Hier kannst du deine Handynummer ändern.

# Snabble.Account.ChangePhoneNumber.title
source: Change phone number
de: Handynummer ändern

# Snabble.Account.Code.buttonLabel
source: Sign in
de: Anmelden

# Snabble.Account.Code.description
source: We have sent you a code to %@. Please enter this code.
de: Wir haben dir einen Code an %@ gesendet. Bitte gib diesen Code ein.

# Snabble.Account.Code.error
source: Please correct your code and try again.
de: Bitte korrigiere deinen Code und versuche es erneut.

# Snabble.Account.Code.requestNewCode
source: Request new Code
de: Neuen Code anfordern

# Snabble.Account.Code.title
source: Enter code
de: Code eingeben

# Snabble.Account.Country.selection
source: Choose your country code
de: Wähle deinen Ländercode

# Snabble.Account.Delete.Dialog.cancel
source: Cancel
de: Abbrechen

# Snabble.Account.Delete.Dialog.continue
source: Delete
de: Löschen

# Snabble.Account.Delete.Dialog.message
source: Do you really want to delete your account? Please note that you will no longer have access to your data after deleting your account.
de: Möchtest du dein Konto wirklich löschen? Bitte beachte, dass du nach Löschung deines Kontos keinen Zugang mehr zu deinen Daten hast.

# Snabble.Account.Delete.Dialog.title
source: Delete Account
de: Konto löschen

# Snabble.Account.Delete.buttonLabel
source: Delete Account
de: Konto löschen

# Snabble.Account.Delete.error
source: Something went wrong. Try again later.
de: Da ist etwas schiefgelaufen. Versuche es später erneut.

# Snabble.Account.Delete.progress
source: Deleting account…
de: Lösche Konto…

# Snabble.Account.Delete.success
source: Your account has been deleted.
de: Dein Konto wurde gelöscht.

# Snabble.Account.Info.fallback
source: You’re logged in
de: Du bist angemeldet

# Snabble.Account.PhoneNumber.input
source: Phone Number
de: Handynummer

# Snabble.Account.SignIn.buttonLabel
source: Next
de: Weiter

# Snabble.Account.SignIn.description
source: Register now so that you can use the functions and benefits of the app.
de: Melde dich jetzt an, damit du die Funktionen und Vorteile der App nutzen kannst.

# Snabble.Account.SignIn.error
source: Please correct your phone number and try again.
de: Bitte korrigiere deine Handynummer und versuche es erneut.

# Snabble.Account.SignIn.hint
source: To verify your mobile phone number, you will receive a code from us by SMS.
de: Zum Verifizieren deiner Handynummer erhältst du von uns einen Code per SMS.

# Snabble.Account.SignIn.succeeded
source: You have successfully signed in. Have fun with the app!
de: Du hast dich erfolgreich angemeldet. Viel Spaß mit der App!

# Snabble.Account.SignIn.textFieldLabel
source: Phone number
de: Telefonnummer

# Snabble.Account.SignIn.title
source: Sign in
de: Anmelden

# Snabble.Account.UserDetails.Change.buttonLabel
source: Save
de: Speichern

# Snabble.Account.UserDetails.Change.description
source: You can view and change your personal data here.
de: Hier kannst du deine persönlichen Daten einsehen und ändern.

# Snabble.Account.UserDetails.Change.title
source: Change personal data
de: Persönliche Daten ändern

# Snabble.Account.UserDetails.Country.title
source: Select a Country
de: Land wählen

# Snabble.Account.UserDetails.SignIn.title
source: Personal Data
de: Persönliche Daten

# Snabble.Account.UserDetails.buttonLabel
source: Send personal data
de: Persönliche Daten senden

# Snabble.Account.UserDetails.city
source: City
de: Stadt

# Snabble.Account.UserDetails.country
source: Country
de: Land

# Snabble.Account.UserDetails.dateOfBirth
source: Date of birth
de: Geburtsdatum

# Snabble.Account.UserDetails.description
source: Please add a few more details to enjoy the app’s advantages.
de: Bitte ergänze noch ein paar Angaben, um die Vorteile der App zu nutzen.

# Snabble.Account.UserDetails.email
source: E-mail address
de: E-Mail-Adresse

# Snabble.Account.UserDetails.error
source: Something went wrong. Please try again later.
de: Etwas ist schief gelaufen. Bitte versuche es erneut.

# Snabble.Account.UserDetails.firstName
source: First name
de: Vorname

# Snabble.Account.UserDetails.lastName
source: Last name
de: Nachname

# Snabble.Account.UserDetails.state
source: State
de: Staat

# Snabble.Account.UserDetails.stateSelect
source: Pick one
de: Bitte wählen

# Snabble.Account.UserDetails.street
source: Street and House Number
de: Straße inkl. Hausnummer

# Snabble.Account.UserDetails.title
source: Personal data
de: Persönliche Daten

# Snabble.Account.UserDetails.zip
source: ZIP Code
de: Postleitzahl

# Snabble.Account.genericError
source: Please try again later.
de: Bitte versuche es später erneut.

# Snabble.Account.notSignedIn
source: You are not signed in.
de: Du bist derzeit nicht angemeldet.

# Snabble.AgeVerification.Failed.message
source: Some products in your cart have an age restriction, unfortunately you can't purchase them.
de: Einige Artikel in deinem Warenkorb unterliegen einer Altersbeschränkung, du darfst sie leider nicht kaufen.
fr: Certains articles de votre panier sont soumis à une limite d'âge, vous ne pouvez malheureusement pas les acheter.
hu: A kosárban olyan termékek is vannak, amelyek életkori korlátozás alá esnek. Ezeket sajnos nem veheted meg.
sk: Pre niektoré produkty v tvojom košíku platí vekový limit a tieto žiaľ nemôžeš kúpiť.

# Snabble.AgeVerification.Failed.title
source: Age restriction
de: Du bist nicht alt genug
fr: Vous n'êtes pas assez âgé
hu: Nem vagy elég idős
sk: Nespĺňaš vekový limit

# Snabble.AgeVerification.Pending.message
source: Some products in your cart have an age restriction. Please verify your age before continuing.
de: Einige Artikel in deinem Warenkorb unterliegen einer Altersbeschränkung. Bitte verifiziere dein Alter, um den Einkauf fortzusetzen.
fr: Certains articles du panier sont soumis à une limite d'âge. Veuillez vérifier votre âge pour poursuivre vos achats.
hu: A kosárban olyan termékek is vannak, amelyek életkori korlátozás alá esnek. A vásárlás folytatásához igazolnod kell az életkorodat.
sk: Pre niektoré produkty v tvojom košíku platí vekový limit. Za účelom pokračovania v nákupe vykonaj overenie tvojho veku.

# Snabble.AgeVerification.Pending.title
source: Age verification required
de: Altersverifikation erforderlich
fr: Vérification de l'âge requise
hu: Igazolni kell az életkorodat
sk: Overenie veku bolo úspešné

# Snabble.AgeVerification.explanation
source: To purchase certain products like alcoholic beverages, verifying your age is required. Enter the 7-digit Number from the back side of your ID card.
de: Für den Kauf bestimmter Artikel, wie z.B. Alkohol, ist ein Altersnachweis notwendig. Gib dazu die 7-stellige Zahl von der Rückseite deines Personalausweises ein.
fr: Pour l'achat de certains articles, comme l'alcool, un justificatif d'âge est nécessaire. Pour ce faire, saisissez le numéro à 7 chiffres figurant au dos de votre carte d'identité.
hu: Meghatározott termékek, mint pl. alkohol vásárlásához igazolnod kell a korod. Ehhez személyazonosító igazolványod hátoldaláról másold be a 7 jegyű számot.
sk: Na kúpu určitých produktov (napr. alkoholických produktov) je potrebné potvrdenie veku. Za týmto účelom zadaj 7-miestne číslo na zadnej strane svojho občianskeho preukazu.

# Snabble.AgeVerification.placeholder
source: 7 Digits
de: 7 Ziffern
fr: 7 chiffres
hu: 7 számjegy
sk: 7 číslic

# Snabble.AgeVerification.title
source: Age verification
de: Altersnachweis
fr: Justificatif d'âge
hu: Életkor igazolása
sk: Potvrdenie veku

# Snabble.Biometry.Alert.laterButton
source: Not now
de: Nicht jetzt
fr: Pas maintenant
hu: Most nem
sk: Teraz nie

# Snabble.Biometry.Alert.message
source: Do you want to protect online payments with %@?
de: Möchtest du deine Online-Zahlungen mit %@ schützen?
fr: Vous souhaitez protéger vos paiements en ligne avec %@ ?
hu: Online fizetéseid a(z) %@ segítségével szeretnéd védeni?
sk: Chceš chrániť svoje online platby prostredníctvom %@?

# Snabble.Biometry.Alert.title
source: Activate %@?
de: %@ aktivieren?
fr: Activer %@ ?
hu: %@ aktiválása?
sk: Aktivovať %@?

# Snabble.Biometry.enterCode
source: Enter code
de: Code eingeben
fr: Entrer le code
hu: Kód megadása
sk: Zadanie kódu

# Snabble.Biometry.locked
source: %@ is locked. Please enter your code in the lock screen to re-activate it.
de: %@ ist gesperrt. Bitte gib deinen Code im Sperrbildschirm ein, um es wieder zu aktivieren.
fr: %@ est verrouillé. Veuillez saisir votre code dans l'écran de verrouillage pour le réactiver.
hu: %@ zárolva. Aktiválásához add meg a képernyőzár kódját.
sk: %@ je zablokovaná. Zadaj svoj kód na obrazovke uzamknutia, aby si ju znovu aktivoval.

# Snabble.CC.3dsecureHint.retailer
source: Enter your data here. We will then forward you to your bank to confirm your details. We reserve 1 € (for %@) and book the money back immediately.
de: Gib deine Daten hier ein. Anschließend leiten wir dich zu deiner Bank weiter, um deine Daten zu bestätigen. Dabei reservieren wir 1 € (für %@) und buchen das Geld direkt wieder zurück.
fr: Entrez vos données ici. Ensuite, nous vous redirigeons vers votre banque pour confirmer vos données. Dans ce cas, nous réservons 1 € (pour %@) et nous reversons directement le montant.
hu: Itt add meg az adataidat. Ezután átirányítunk a bankodhoz, hogy megerősítse az adataidat. Ekkor zárolunk 1 eurót (%@-re), majd a pénzt közvetlenül visszautaljuk.
sk: Zadaj svoje údaje tu. Následne ťa presmerujeme do tvojej banky za účelom potvrdenia tvojich údajov. Dovtedy si rezervujeme 1 € (na %@), a potom ti budú peniaze opäť priamo pripísané.

# Snabble.CC.3dsecureHint.retailerWithPrice
source: Enter your data here. We will then forward you to your bank to confirm your details. We reserve %1$@ (for %2$@) and book the money back immediately.
de: Gib deine Daten hier ein. Anschließend leiten wir dich zu deiner Bank weiter, um deine Daten zu bestätigen. Dabei reservieren wir %1$@ (für %2$@) und buchen das Geld direkt wieder zurück.
fr: Entrez vos données ici. Ensuite, nous vous redirigeons vers votre banque pour confirmer vos données. Dans ce cas, nous réservons %1$@ (pour %2$@) et nous reversons directement le montant.
hu: Itt add meg az adataidat. Ezután átirányítunk a bankodhoz, hogy megerősítse az adataidat. Ekkor zárolunk %@-t (%@-re), majd a pénzt közvetlenül visszautaljuk.
sk: Zadaj svoje údaje tu. Následne ťa presmerujeme do tvojej banky za účelom potvrdenia tvojich údajov. Dovtedy si rezervujeme %@ (na %@), a potom ti budú peniaze opäť priamo pripísané.

# Snabble.CC.cardNumber
source: Card number
de: Kartennummer
fr: Numéro de carte
hu: Kártyaszám
sk: Číslo karty

# Snabble.CC.editingHint
source: Your credit card data is only stored in encrypted form and therefore cannot be edited.
de: Deine Kreditkarten-Daten werden von uns nur verschlüsselt gespeichert und können daher nicht bearbeitet werden.
fr: Nous n'enregistrons les données de votre carte de crédit que sous forme cryptée et ces données ne peuvent donc pas être utilisées à d'autres fins.
hu: A hitelkártyaadatokat kódolva tároljuk, éppen ezért nem tudjuk feldolgozni.
sk: Údaje tvojej kreditnej karty budeme uchovávať len v šifrovanej forme, a preto nemôžu byť spracované.

# Snabble.CC.noEntryPossible
source: Unfortunately you can't add credit cards at this time.
de: Leider können im Moment keine Kreditkarten hinterlegt werden.
fr: Malheureusement, les cartes de crédit ne peuvent pas être déposées pour le moment.
hu: Jelenleg sajnos nem tudsz hitelkártyaadatokat elmenteni.
sk: Momentálne nemôžete uložiť žiadnu kreditnú kartu.

# Snabble.CC.validUntil
source: Valid until
de: Gültig bis
fr: Valable jusqu'au
hu: Érvényes eddig
sk: Platnosť

# Snabble.ChangePhoneNumber.Failed.title
source: Phone number change failed
de: Telefonnummer ändern fehlgeschlagen

# Snabble.Checkout.done
source: Finished!
de: Fertig!
fr: Terminé !
hu: Kész!
sk: Hotovo!

# Snabble.Checkout.error
source: An error has occurred
de: Es ist ein Fehler aufgetreten
fr: Une erreur est survenue
hu: Hiba történt
sk: Vyskytla sa chyba

# Snabble.Checkout.payAtCashRegister
source: Pay at cash register
de: An der Kasse zahlen
fr: Payer à la caisse
hu: Fizetés a pénztárnál
sk: Zaplatiť pri pokladni

# Snabble.Checkout.title
source: Pay
de: Bezahlen
fr: Payer
hu: Fizetés
sk: Zaplatiť

# Snabble.Checkout.verifying
source: Verifying
de: Verifiziere
fr: Vérifié
hu: Igazolja
sk: Overujem

# Snabble.Coupon.activate
source: Activate
de: Aktivieren
fr: Activer
hu: Bekapcsolás
sk: Aktivovať

# Snabble.Coupon.activated
source: Activated
de: Aktiviert
fr: Activé
hu: Aktiválva
sk: Aktivovaný

# Snabble.Coupon.countdown
source: Coupon expires in %@ minutes
de: Coupon läuft in %@ Minuten ab
fr: Le coupon expire dans %@ minutes
hu: A kupon %@ perc múlva lejár
sk: Platnosť kupónu končí o %@ minút

# Snabble.Coupon.deactivate
source: Deactivate
de: Deaktivieren
fr: Désactiver
sk: Deaktivácia

# Snabble.Coupon.expired
source: This coupon is expired.
de: Dieser Coupon ist bereits abgelaufen.
fr: Ce coupon a expiré.
hu: Ez a kupon már lejárt.
sk: Platnosť tohto kupónu už skončila.

# Snabble.Coupon.explanation
source: Your coupon is now activated for you. Please scan the product in the shop and put it in your shopping cart to benefit from it.
de: Dein Coupon ist jetzt für dich aktiviert. Bitte scanne das Produkt im Shop und lege es in deinen Warenkorb, um von den Vorteilen des Coupons zu profitieren.
fr: Votre coupon est maintenant activé. Veuillez scanner le produit dans la boutique et l'ajouter à votre panier afin de profiter des avantages du coupon.
hu: A kuponod most már aktiválva van számodra. Szkenneld be a terméket az üzletben, és tedd a kosaradba, hogy kihasználhasd a kupon előnyeit.
sk: Tento kupón je teraz pre teba aktivovaný. Ak chceš využiť kupón, naskenuj výrobok v obchode a pridaj ho do nákupného košíka.

# Snabble.Coupon.notUsable
source: The conditions of the coupon are not yet met.
de: Die Bedingungen des Coupons sind noch nicht erfüllt.

# Snabble.Coupon.validIndefinitely
source: valid indefinitely
de: unbegrenzt gültig
fr: validité indéterminée
hu: korlátlanul érvényes
sk: platí neobmedzene

# Snabble.Coupons.expired
source: Already expired
de: Bereits abgelaufen
fr: Expiré
hu: Már lejárt
sk: Platnosť už skončila

# Snabble.Coupons.expiresAtDate
source: valid until %@
de: gültig bis %@
fr: valable jusqu'au %@
hu: érvényes %@-ig
sk: platný do %@

# Snabble.Coupons.none
source: No Coupons available
de: Keine Coupons verfügbar
fr: Aucun coupon disponible
hu: Nincs elérhető kupon
sk: Kupóny nie sú k dispozícii

# Snabble.CreditCard.payNow
source: Pay now using Credit card
de: Jetzt mit Kreditkarte bezahlen
fr: Payer maintenant avec une carte de crédit
hu: Fizetés hitelkártyával
sk: Teraz zaplatiť kreditnou kartou

# Snabble.DynamicView.AllStores.button
source: See all stores
de: Alle Filialen ansehen
hu: Minden üzlet megtekintése
sk: Prezrieť všetky obchody

# Snabble.DynamicView.ConnectWifi.noSSID
source: Unfortunately there is no WLAN available
de: Leider ist kein WLAN verfügbar
hu: Sajnos nincs elérhető WIFI
sk: Ľutujeme, nie je k dispozícii žiadna WLAN sieť.

# Snabble.DynamicView.LastPurchases.all
source: Show All
de: Alle
fr: Tous
hu: Összes
sk: Všetko

# Snabble.DynamicView.LocationPermission.Button.notDetermined
source: Grant permission
de: Standort freigeben
hu: Tartózkodási hely engedélyezése
sk: Povoliť polohu

# Snabble.DynamicView.LocationPermission.MissingPermission.message
source: This is necessary to show stores in your vicinity and allow you to shop there.
de: Nur so können wir Filialen in deiner Nähe anzeigen und dir das Einkaufen ermöglichen.
fr: Ceci est la seule façon pour nous d'afficher les magasins les plus proches de chez vous et de vous permettre de faire vos achats.
hu: Csak így tudjuk megjeleníteni a közelben lévő üzleteket, és lehetővé tenni neked a bevásárlást.
sk: Len tak môžeme zobraziť obchody v tvojej blízkosti a umožniť nákup.

# Snabble.DynamicView.LocationPermission.MissingPermission.title
source: Snabble needs your location
de: Snabble benötigt deinen Standort
fr: Snabble a besoin de votre localisation
hu: A Snabble-nek szüksége van a tartózkodási helyedre
sk: Snabble potrebuje zistiť tvoju polohu

# Snabble.DynamicView.LocationPermission.ReducedAccuracy.message
source: Please go to Settings > Privacy, then select “Location Services” and activate “Precise Location”
de: Bitte öffne die Einstellungen, wähle „Standort“ und aktiviere „Genauer Standort“
fr: Veuillez ouvrir les réglages, sélectionner "Emplacement" et activer "Emplacement exact"
hu: Nyisd meg a beállításokat, válaszd a „Tartózkodási hely“ lehetőséget, és aktiváld a „Pontos tartózkodási hely“ opciót
sk: Otvor nastavenia, zvoľ položku „Poloha“ a aktivuj možnosť „Presná poloha“.

# Snabble.DynamicView.LocationPermission.ReducedAccuracy.title
source: Snabble requires your precise location to identify in which store you are currently shopping
de: Snabble benötigt deinen genauen Standort, um zu erkennen in welchem Shop du gerade einkaufst
fr: Snabble a besoin de votre position exacte pour savoir dans quel magasin vous faites vos achats.
hu: A Snabble-nek szüksége van a pontos tartózkodási helyedre, hogy felismerje, éppen melyik üzletben vásárolsz
sk: Snabble potrebuje tvoju presnú polohu, aby rozpoznal, v ktorom obchode práve nakupuješ

# Snabble.DynamicView.LocationPermission.notNow
source: Ask me later
de: Nicht jetzt
fr: Pas maintenant
hu: Most nem
sk: Teraz nie

# Snabble.DynamicView.LocationPermission.openSettings
source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les réglages
hu: Beállítások megnyitása
sk: Otvoriť nastavenia

# Snabble.DynamicView.Shop.show
source: Show stores
de: Filialen anzeigen
fr: Afficher les filiales
hu: Üzletek mutatása
sk: Zobraziť obchody

# Snabble.DynamicView.StartShopping.button
source: Start shopping
de: Jetzt hier einkaufen
hu: Vásárolj be most itt
sk: Teraz nakúpiť tu

# Snabble.DynamicView.connectWifi
source: Use the free “%@” wifi
de: Jetzt mit dem kostenlosen WLAN „%@“ verbinden
hu: Kapcsolódás az ingyenes „%@“ WIFI-vel
sk: Pripojiť sa k bezplatnej WLAN sieti „%@“ teraz

# Snabble.DynamicView.customerCard
source: Take advantage of your store cards automatically.
de: Nutze die Vorteile deiner Kundenkarten automatisch.
hu: Használd ki automatikusan az ügyfélkártyáid nyújtotta előnyöket.
sk: Využi automaticky výhody svojej zákazníckej karty.

# Snabble.DynamicView.lastPurchase
source: Your last purchase
de: Dein letzter Einkauf
fr: Votre dernier achat
hu: Utolsó bevásárlásod
sk: Tvoj posledný nákup

# Snabble.DynamicView.lastPurchases
source: Your last purchases
de: Deine letzten Einkäufe
fr: Vos derniers achats
hu: Utolsó bevásárlásaid
sk: Tvoje posledné nákupy

# Snabble.ExternalBilling.payNow
source: Pay now using purchase on invoice
de: Jetzt mit Kauf auf Rechnung bezahlen

# Snabble.Giropay.AuthorizationFailed.message
source: Please try again later
de: Bitte versuche es später nochmal
fr: Veuillez réessayer plus tard
hu: Kérlek, próbáld meg később még egyszer
sk: Skús neskôr znovu, prosím

# Snabble.Giropay.AuthorizationFailed.title
source: Authorization failed
de: Autorisierung fehlgeschlagen
fr: Échec de l'autorisation
hu: Nem sikerült az azonosítás
sk: Autorizácia sa nepodarila

# Snabble.Giropay.deleteAuthorization
source: Delete method
de: Zahlungsmethode löschen
fr: Supprimer le mode de paiement
hu: Fizetési mód törlése
sk: Vymazať spôsob platby

# Snabble.Giropay.gotoWebsite
source: Go to giropay.de
de: Zu giropay.de
fr: Aller à giropay.de
hu: A giropay.de oldalra
sk: Prejsť na giropay.de

# Snabble.Giropay.payNow
source: Pay now using giropay
de: Jetzt mit giropay bezahlen
fr: Payer maintenant avec giropay
hu: Fizetés giropay tel
sk: Teraz zaplatiť prostredníctvom giropay

# Snabble.Giropay.savedAuthorization
source: You've successfully authorized Snabble for giropay. To remove this authorization, you need to log in to your giropay account. If you do not want to use this payment method anymore, you can remove it here.
de: Du hast die Snabble-App erfolgreich für giropay autorisiert. Um dies rückgängig zu machen, musst du dich bei deinem giropay-Konto auf der Webseite anmelden. Möchtest du giropay nicht mehr als Zahlungsmethode angezeigt bekommen, kannst du sie hier einfach entfernen.
fr: Vous avez autorisé avec succès l'application Snabble pour giropay. Pour annuler cela, vous devez vous connecter à votre compte giropay sur le site. Si vous ne souhaitez plus que giropay soit affiché comme méthode de paiement, vous pouvez simplement le supprimer ici.
hu: A Snabble alkalmazást sikeresen bejelentetted a giropayre. Visszavonásához a giropay fiókadataiddal be kell jelentkezned a honlapon. Ha nem szeretnéd, hogy a giropay a fizetési lehetőségeid között legyen, akkor itt egyszerűen eltávolíthatod.
sk: Autorizácia aplikácie Snabble pre giropay bola úspešná. Ak chceš autorizáciu zrušiť, musíš sa prihlásiť do svojho konta giropay na webovej stránke. Pokiaľ nechceš, aby giropay bol v budúcnosti zobrazovaný ako spôsob platby, tu ho môžeš jednoducho odstrániť.

# Snabble.Hints.closedBags
source: Well done! Please make things easy for the cashier and don't store your products in closed bags. Thank you!
de: Weiter so! Bitte mache es dem Kassenpersonal leicht und packe deine Artikel nicht direkt in geschlossene Taschen. Danke!
fr: Parfait, continuez ! S'il vous plaît, facilitez la tâche du personnel de caisse et ne déposez pas vos articles directement dans des sacs fermés. Merci !
hu: Csak így tovább! Kérjük, könnyítsd meg a pénztáros munkáját, és ne csomagold közvetlenül lezárt tasakba a termékedet. Köszönjük!
sk: Len tak ďalej! Prosím, uľahči prácu pokladníkom a nevkladaj svoje produkty priamo do uzavretých tašiek. Ďakujem!

# Snabble.Hints.continueScanning
source: Continue scanning
de: Weiter scannen
fr: Continuer à scanner
hu: Szkennelés folytatása
sk: Pokračovať v skenovaní

# Snabble.Hints.title
source: Info from %@
de: Hinweis von %@
fr: Avis de %@
hu: %@ megjegyzése
sk: Poznámka od %@

# Snabble.Keyguard.message
source: That's how we make sure that only you have access to this payment method
de: Dadurch stellen wir sicher, dass nur du selbst Zugriff auf diese Zahlungsmethode hast
fr: Nous nous assurons ainsi que vous êtes le seul à avoir accès à ce mode de paiement.
hu: Ezzel garantálható, hogy csak te férj ehhez a fizetési eljáráshoz
sk: Tým zabezpečíme, že k tomuto spôsobu platby budeš mať prístup len ty sám/sama

# Snabble.Keyguard.requireScreenLock
source: You need to secure your smartphone with a screen lock to add this payment method.
de: Du musst dein Smartphone mit einer Display-Sperre schützen, um diese Zahlungsmethode hinzuzufügen.
fr: Vous devez protéger votre smartphone avec un verrouillage d'écran pour ajouter ce mode de paiement.
hu: E fizetési mód hozzáadásához képernyőzárral kell védened az okostelefonod.
sk: Aby si mohol/mohla priradiť tento spôsob platby, musíš chrániť svoj smartfón uzamknutím displeja.

# Snabble.LimitsAlert.checkoutNotAvailable
source: With a total of more than %@, checkout using the app is unfortunately no longer possible.
de: Ab einem Warenwert von %@ ist der Einkauf per App leider nicht mehr möglich.
fr: À partir d'un montant de %@, l'achat sur l'application n'est malheureusement plus possible.
hu: %@ feletti áruértéknél az alkalmazással nem tudsz bevásárolni.
sk: Nad hodnotu tovaru %@ nie je možné nakupovať pomocou aplikácie.
