Repository: snabble/snabble-ios-sdk
Catalog: AssetProviding/Sources/Resources/*.lproj/Localizable.strings
Languages: de, fr, hu, sk

# Snabble.PaymentStatus.Rating.title2
source: What can we do even better?
de: Was können wir noch besser machen?
hu: Mit tudnánk még jobban csinálni?
sk: Čo by sme mohli vylepšiť?

# Snabble.PaymentStatus.Ratings.feedbackPlaceholder
source: Feel free to give us more feedback (optional)
de: Gib uns gerne noch mehr Feedback (optional)
hu: Szívesen fogadjuk további visszajelzésedet (opcionális)
sk: Neváhaj nám poskytnúť ďalšiu spätnú väzbu (nepovinné)

# Snabble.PaymentStatus.Ratings.thanks
source: Thank you!
de: Danke!
fr: Merci !
hu: Köszönjük!
sk: Ďakujem!

# Snabble.PaymentStatus.Ratings.thanksForFeedback
source: Thanks for your feedback!
de: Danke für dein Feedback!
hu: Köszönjük a visszajelzésedet!
sk: Ďakujem za tvoju spätnú väzbu!

# Snabble.PaymentStatus.Ratings.title
source: Did you like the purchase?
de: Hat dir der Einkauf gefallen?
fr: Votre expérience d'achat vous a-t-elle plu ?
hu: Tetszett a vásárlás?
sk: Páčilo sa ti nakupovanie?

# Snabble.PaymentStatus.Receipt.title
source: Receipt
de: Kassenbon
fr: Ticket de caisse
hu: Nyugta
sk: Pokladničný blok

# Snabble.PaymentStatus.Title.error
source: Unfortunately an error has occurred
de: Leider ist ein Fehler aufgetreten
fr: Malheureusement, une erreur est survenue
hu: Sajnos hiba történt
sk: Ľutujeme, vyskytla sa chyba

# Snabble.PaymentStatus.Title.inProgress
source: Your purchase is completing
de: Dein Einkauf wird abgeschlossen
fr: Votre achat est finalisé
hu: A vásárlásod befejeződött
sk: Tvoj nákup bude uzavretý

# Snabble.PaymentStatus.Title.success
source: Thank you for your purchase!
de: Vielen Dank für deinen Einkauf!
fr: Merci beaucoup pour votre achat !
hu: Köszönjük a vásárlásodat!
sk: Ďakujeme za tvoj nákup!

# Snabble.PaymentStatus.Tobacco.error
source: A problem has occurred with the distribution of cigarettes. Please inform a staff member.
de: Bei der Ausgabe der Zigaretten ist ein Problem aufgetreten. Bitte informiere einen Mitarbeiter.
fr: Un problème est survenu lors de la distribution des cigarettes. Veuillez informer un membre du personnel.
hu: A cigaretták kiadásakor probléma lépett fel. Kérjük, tájékoztasd az egyik alkalmazottat.
sk: Pri vydávaní cigariet sa vyskytol problém. Obráť sa na zamestnanca obchodu, prosím.

# Snabble.PaymentStatus.Tobacco.message
source: Please remove your cigarettes.
de: Bitte entnimm deine Zigaretten.
fr: Veuillez prendre vos cigarettes.
hu: Vedd ki a cigarettáidat
sk: Zober si svoje cigarety, prosím.

# Snabble.PaymentStatus.Tobacco.title
source: Cigarette distribution
de: Zigarettenausgabe
fr: Distribution des cigarettes
hu: Cigaretta kiadása
sk: Vydávanie cigariet

# Snabble.PaymentStatus.back
source: Back
de: Zurück
fr: Retour
hu: Vissza
sk: Späť

# Snabble.PaymentStatus.close
source: Close
de: Schließen
fr: Fermer
hu: Bezárás
sk: Zatvoriť

# Snabble.PaymentStatus.step1
source: Locating you in the checkout area
de: Lokalisierung im Kassenbereich
fr: Localisation dans la zone des caisses
hu: Helymeghatározás a pénztár területén
sk: Lokalizácia v oblasti pokladní

# Snabble.PaymentStatus.step2
source: Processing your purchase
de: Freigabe deines Einkaufs
fr: Validation de votre achat
hu: Bevásárlásod engedélyezése
sk: Povolenie tvojho nákupu

# Snabble.PaymentStatus.step3
source: Processing your payment
de: Freigabe deiner Zahlung
fr: Validation de votre paiement
hu: Fizetésed engedélyezése
sk: Povolenie tvojej platby

# Snabble.Payone.cardNumber
source: Card Number
de: Kartennummer
fr: Numéro de carte
hu: Kártyaszám
sk: Číslo karty

# Snabble.Payone.city
source: City
de: Stadt

# Snabble.Payone.country
source: Country
de: Land

# Snabble.Payone.countryHint
source: Please select the country
de: Bitte Land auswählen

# Snabble.Payone.email
source: E-Mail
de: E-Mail-Adresse

# Snabble.Payone.expireMonth
source: Expiry Month (MM)
de: Ablaufmonat (MM)
fr: Mois d'échéance (MM)
hu: Érvényesség hónapja (HH)
sk: Koniec platnosti – mesiac (MM)

# Snabble.Payone.expireYear
source: Expiry Year (YYYY)
de: Ablaufjahr (JJJJ)
fr: Année d'échéance (JJJJ)
hu: Érvényesség éve (ÉÉÉÉ)
sk: Koniec platnosti – rok (RRRR)

# Snabble.Payone.incompleteForm
source: Please enter all required data.
de: Bitte fülle das Formular vollständig aus.
fr: Remplir le formulaire dans son intégralité.
hu: Kérjük, hogy teljesen töltsd ki az űrlapot.
sk: Vyplň formulár úplne, prosím.

# Snabble.Payone.lastname
source: Last Name
de: Nachname
fr: Nom
hu: Vezetéknév
sk: Priezvisko

# Snabble.Payone.state
source: State
de: Staat

# Snabble.Payone.stateHint
source: Please select the state
de: Bitte Staat auswählen

# Snabble.Payone.street
source: Street
de: Straße inkl. Hausnummer

# Snabble.Payone.zip
source: Zip
de: Postleitzahl

# Snabble.PostFinanceCard.payNow
source: Pay now using PostFinance Card
de: Jetzt mit PostFinance Card bezahlen
fr: Payer maintenant avec la PostFinance Card
hu: Most fizetés a PostFinance kártyával
sk: Zaplatiť kartou PostFinance teraz

# Snabble.QRCode.DidPayDialog.cancel
source: Back to QR-Code
de: Zurück zum QR-Code
fr: Retour au code QR
hu: Vissza a QR-kódhoz
sk: Späť ku QR kódu

# Snabble.QRCode.DidPayDialog.message
source: Did you pay at checkout so we can discard the cart?
de: Hast du an der Kasse bezahlt, so dass wir den Warenkorb verwerfen können?
fr: Avez-vous payé à la caisse pour que nous puissions supprimer le panier ?
hu: Fizettél már a pénztárnál, törölhetjük a kosarat?
sk: Zaplatil(a) si pri pokladni, takže môžeme zrušiť nákupný kôš?

# Snabble.QRCode.DidPayDialog.ok
source: Yes, discard shopping cart
de: Ja, Warenkorb verwerfen
fr: Oui, supprimer le panier
hu: Igen, a kosár törlése
sk: Áno, zrušiť nákupný kôš

# Snabble.QRCode.codeXofY
source: Code %1$li of %2$li
de: Code %1$li von %2$li
fr: Code %1$li sur %2$li
hu: %1$li / %2$li kód
sk: Kód %1$li z %2$li

# Snabble.QRCode.didPay
source: I paid at the cash register
de: Ich habe an der Kasse bezahlt
fr: J'ai payé à la caisse
hu: A pénztárnál fizettem
sk: Zaplatil(a) som pri pokladni

# Snabble.QRCode.message
source: Please show QR code at the cash desk
de: Bitte QR-Code an der Kasse vorhalten
fr: Merci de présenter le code QR à la caisse
hu: A QR-kódot tartsd készenlétben a kasszánál
sk: Predlož QR kód pri pokladni, prosím

# Snabble.QRCode.nextCode
source: Show code %1$li of %2$li
de: Weiter zu Code %1$li von %2$li
fr: Continuer avec le code %1$li sur %2$li
hu: Tovább a %1$li / %2$li kódhoz
sk: Prejsť na kód %1$li z %2$li

# Snabble.QRCode.priceMayDiffer
source: The exact price will be calculated by the register and may differ from the one shown here.
de: Der genaue Preis wird von der Kasse berechnet und kann vom hier angezeigten abweichen.
fr: Le prix exact sera facturé par la caisse et peut différer de celui indiqué ici.
hu: A pontos árat a pénztár kalkulálja, és az eltérhet az itt láthatótól.
sk: Presná cena bude vypočítaná pri pokladni a môže sa líšiť od ceny, ktorá je tu zobrazená.

# Snabble.QRCode.showTheseCodes
source: Please show these %li codes at the register, one after the other
de: Bitte zeige diese %li Codes nacheinander an der Kasse
fr: Merci de présenter ces codes %li l'un après l'autre à la caisse
hu: Kérlek, mutasd meg ezeket a(z) %li kódokat egymás után a pénztárnál
sk: Ukáž po sebe tieto %li kódy pri pokladni

# Snabble.QRCode.showThisCode
source: Please show this code at the register
de: Bitte zeige diesen Code an der Kasse
fr: Veuillez présenter ce code à la caisse
hu: Kérlek, mutasd meg ezt a kódot a pénztárnál
sk: Ukáž tento kód pri pokladni

# Snabble.QRCode.title
source: Pay at cash desk
de: An der Kasse zahlen
fr: Payer à la caisse
hu: Fizetés a pénztárnál
sk: Zaplatiť pri pokladni

# Snabble.QRCode.total
source: Total:
de: Gesamtsumme:
fr: Montant total :
hu: Teljes összeg:
sk: Celková suma:

# Snabble.Receipt.errorDownload
source: Receipt could not be downloaded
de: Quittung konnte nicht heruntergeladen werden
fr: Le reçu n'a pas pu être téléchargé
hu: A nyugtát nem lehetett letölteni
sk: Nebolo možné stiahnuť potvrdenie

# Snabble.Receipt.pdfReaderUnavailable
source: No suitable PDF reader application found
de: Keine geeignete PDF-Reader-Anwendung gefunden
fr: Aucune application de lecture de PDF appropriée trouvée
hu: Nem található megfelelő PDF-olvasó
sk: Nenašla sa žiadna vhodná aplikácia na zobrazenie PDF

# Snabble.Receipts.loading
source: (loading)
de: (wird geladen)
fr: (en cours de chargement)
hu: (Betöltés alatt)
sk: (načítava sa)

# Snabble.Receipts.noReceipts
source: No Receipts found
de: Du hast noch nicht mit Snabble eingekauft
fr: Vous n'avez pas encore fait vos courses avec Snabble
hu: Még nem vásároltál a Snabble segítségével
sk: Ešte si nenakupoval/a s aplikáciou Snabble

# Snabble.Receipts.oClock
source: o'clock
de: Uhr
fr: Heure
hu: Óra
sk: Čas

# Snabble.Receipts.title
source: Receipts
de: Vorherige Einkäufe
fr: Achats précédents
hu: Korábbi bevásárlások
sk: Predchádzajúce nákupy

# Snabble.SEPA.IbanTransferAlert.message
source: Would you like to save this account information (IBAN: %@) for future purchases?
de: Möchtest du diese Kontodaten (IBAN: %@) für zukünftige Einkäufe speichern?
fr: Souhaitez-vous enregistrer ces données de compte (IBAN : %@) pour de futurs achats ?
hu: Elmented ezeket a számlaadatokat (IBAN: %@) a jövőbeni bevásárlásokhoz?
sk: Chceš uložiť tieto údaje účtu (IBAN: %@) pre nákupy v budúcnosti?

# Snabble.SEPA.IbanTransferAlert.title
source: Save payment data
de: Kontodaten speichern
fr: Enregistrer les données de compte
hu: Számla adatainak mentése
sk: Uložiť údaje účtu

# Snabble.SEPA.editingHint
source: Your SEPA data is only stored in encrypted form and therefore cannot be edited.
de: Deine SEPA-Daten werden von uns nur verschlüsselt gespeichert und können daher nicht bearbeitet werden.
fr: Vos données SEPA ne sont enregistrées par nos soins que sous forme cryptée et ne peuvent donc pas être traitées.
hu: A SEPA-adatokat kódolva tároljuk, éppen ezért nem tudjuk feldolgozni.
sk: Tvoje SEPA údaje budeme uchovávať len v šifrovanej forme, a preto nemôžu byť spracované.

# Snabble.SEPA.encryptionError
source: Error encrypting data
de: Fehler bei der Verschlüsselung
fr: Erreur de cryptage
hu: Hiba a titkosítás során
sk: Chyba pri kódovaní

# Snabble.SEPA.helper
source: Please enter the data for SEPA direct debit.
de: Bitte gib die Daten für die SEPA-Lastschrift ein.
hu: Kérlek, add meg az adatokat a SEPA terhelési megbízáshoz.
sk: Zadaj údaje pre SEPA inkaso.

# Snabble.SEPA.iAgree
source: I agree
de: Ich stimme zu
fr: J'accepte
hu: Hozzájárulok
sk: Súhlasím

# Snabble.SEPA.iDoNotAgree
source: I do not agree
de: Ich stimme nicht zu
hu: Nem járulok hozzá
sk: Nesúhlasím

# Snabble.SEPA.mandate
source: SEPA direct debit mandate
de: SEPA-Lastschriftmandat
fr: Mandat de prélèvement SEPA
hu: SEPA terhelési megbízás
sk: Mandát na inkaso v SEPA

# Snabble.SEPA.payNow
source: Pay now using SEPA
de: Jetzt mit SEPA bezahlen
fr: Payer maintenant avec le mandat SEPA
hu: Fizetés SEPA segítségével
sk: SEPA platba teraz

# Snabble.SEPA.scoTransferHint
source: Please enter the name from the card to save it for future payments.
de: Bitte gib noch den Namen auf der Karte ein um sie für Zahlungen direkt mit der App speichern zu können.
fr: Veuillez aussi saisir le nom sur la carte afin de pouvoir l'enregistrer directement avec l'application pour les paiements.
hu: Add meg a kártyán látható nevet, hogy a fizetések lebonyolításához közvetlenül eltárolásra kerülhessen az alkalmazásban.
sk: Ešte zadaj meno uvedené na karte, aby si ju mohol/mohla uložiť pre platby priamo prostredníctvom aplikácie.

# Snabble.SaleStop.ErrorMsg.one
source: This product cannot be paid for using the app, please pay for it at the cashier:
de: Dieses Produkt kann derzeit leider nicht mit der App bezahlt werden, bitte bezahle es wie gewohnt an der Kasse:
fr: Ce produit ne peut malheureusement pas être payé avec l’application pour le moment, merci de le régler comme d’habitude à la caisse :
hu: Ezt a terméket jelenleg sajnos nem lehet az alkalmazással kifizetni. Kérlek, fizesd a szokásos módon a kasszánál:
sk: Tento produkt momentálne nie je možné zaplatiť cez aplikáciu. Zaplať ho pri pokladni ako obvykle:

# Snabble.SaleStop.ErrorMsg.scan
source: This product cannot be paid for using the app, please pay for it at the cashier.
de: Dieses Produkt kann derzeit leider nicht mit der App bezahlt werden, bitte bezahle es wie gewohnt an der Kasse.
fr: Ce produit ne peut malheureusement pas être payé avec l’application pour le moment, merci de le régler comme d’habitude à la caisse :
hu: Ezt a terméket jelenleg sajnos nem lehet az alkalmazással kifizetni. Kérlek, fizesd a szokásos módon a kasszánál.
sk: Tento produkt momentálne nie je možné zaplatiť cez aplikáciu. Zaplať ho pri pokladni ako obvykle.

# Snabble.SaleStop.ErrorMsg.title
source: Sorry
de: Entschuldigung
fr: Désolé
hu: Elnézést kérünk
sk: Prepáč

# Snabble.SaleStop.errorMsg
source: These products cannot be paid for using the app, please pay for them at the cashier:
de: Diese Produkte können derzeit leider nicht mit der App bezahlt werden, bitte bezahle sie wie gewohnt an der Kasse:
fr: Ces produits ne peuvent malheureusement pas être payés avec l'application pour le moment, merci de les régler comme d'habitude à la caisse :
hu: Ezeket a termékeket jelenleg sajnos nem lehet az alkalmazással kifizetni. Kérlek, fizesd a szokásos módon a kasszánál:
sk: Tieto produkty momentálne nie je možné zaplatiť cez aplikáciu. Zaplať ich pri pokladni ako obvykle:

# Snabble.Scanner.Accessibility.actionHideHint
source: Hide hint permanently
de: Hinweis dauerhaft ausblenden
fr: Masquer la remarque de manière permanente
hu: Megjegyzés tartós elrejtése
sk: Skryť upozornenie natrvalo

# Snabble.Scanner.Accessibility.actionUnderstood
source: Understood
de: Verstanden
fr: Entendu
hu: Megértettem
sk: Rozumiem

# Snabble.Scanner.Accessibility.enterQuantity
source: Please enter the quantity in %@
de: Bitte gib die Menge in %@ ein
fr: Veuillez saisir la quantité en %@.
hu: Add meg a mennyiséget %@-ben
sk: Zadaj množstvo v %@

# Snabble.Scanner.Accessibility.eventBackInScanner
source: You are back in scanner
de: Du bist wieder im Scanner
fr: Vous êtes de retour dans le scanner
hu: Visszatértél a szkennerbe
sk: Si opäť v skeneri

# Snabble.Scanner.Accessibility.eventBarcodeDetected
source: Barcode detected
de: Barcode erkannt
fr: Code-barres reconnu
hu: Vonalkód ismert
sk: Čiarový kód bol rozpoznaný

# Snabble.Scanner.Accessibility.eventCartOpened
source: Cart extended
de: Warenkorb aufgeklappt
fr: Panier d'achats ouvert
hu: Kosár megnyitva
sk: Košík je otvorený

# Snabble.Scanner.Accessibility.eventMaxQuantityReached
source: You reached the maximum count of items for the cart
de: Du kannst nicht mehr Artikel in den Warenkorb legen
fr: Vous ne pouvez plus ajouter d’articles au panier
hu: Nem tudsz több terméket tenni a kosárba
sk: Nemôžeš vložiť do košíka ďalšie položky

# Snabble.Scanner.Accessibility.eventQuantityUpdate
source: %1$@ times %2$@ for %3$@
de: %1$@ mal %2$@ für %3$@
fr: %1$@ %2$@ pour %3$@
hu: %@ db %@ %@-ért
sk: %@ krát %@ pre %@

# Snabble.Scanner.Accessibility.eventScannerOpened
source: You opened the scanner.
de: Du hast den Scanner geöffnet.
fr: Vous avez ouvert le scanner.
hu: Megnyitottad a szkennert.
sk: Otvoril(a) si skener.

# Snabble.Scanner.Accessibility.hintCartContent
source: There are %1$@ items for %2$@ in your cart.
de: Im Warenkorb sind %1$@ Artikel für %2$@.
fr: Dans votre panier se trouvent %1$@ articles pour %2$@.
hu: A kosárban %@ termék van %@-ért.
sk: V košíku je %@ položiek pre %@.

# Snabble.Scanner.Accessibility.hintCartIsEmpty
source: Your cart is empty.
de: Dein Warenkorb ist aktuell leer.
fr: Votre panier est vide.
hu: A kosarad pillanatnyilag üres.
sk: Tvoj košík je momentálne prázdny.

# Snabble.Scanner.Accessibility.hintPermission
source: In order to scan we need a permission from you.
de: Zum Scannen benötigen wir noch eine Berechtigung von dir.
fr: Pour scanner, nous avons encore besoin d'une autorisation de votre part.
hu: A szkenneléshez szükségünk van még az engedélyedre.
sk: Na skenovanie potrebujeme od teba oprávnenie.

# Snabble.Scanner.BundleDialog.headline
source: Choose package
de: Verpackungseinheit auswählen
fr: Sélectionner l'unité d'emballage
hu: Csomagolási egység kiválasztása
sk: Výber jednotky balenia

# Snabble.Scanner.Camera.accessDenied
source: Camera access denied
de: Kamerazugriff verweigert
fr: Accès à la caméra refusé
hu: Kamera-hozzáférés megtagadva
sk: Prístup k fotoaparátu bol zamietnutý

# Snabble.Scanner.Camera.allowAccess
source: Sorry, we'll need to access your camera to scan barcodes. Please allow this in the settings and return here.
de: Entschuldigung, wir benötigen Zugriff auf deine Kamera, um mit ihr Barcodes zu scannen. Bitte erlaube die Nutzung in den Einstellungen und kehre dann hierher zurück.
fr: Désolé, nous avons besoin d'accéder à votre appareil photo pour scanner les codes-barres. Merci d'autoriser son utilisation dans les paramètres, puis de revenir ici.
hu: A vonalkódok beolvasásához szeretnénk hozzáférni a kamerádhoz. Kérlek, engedélyezd a kamera használatát a beállításokban, és utána lépj vissza ide.
sk: Na skenovanie čiarových kódov potrebujeme prístup k fotoaparátu. Povoľ prístup v nastaveniach a vráť sa sem opäť.

# Snabble.Scanner.DepositReturnVoucher.Added
source: Deposit voucher added
de: Leergutbon hinzugefügt

# Snabble.Scanner.GoToCart.empty
source: Cart
de: Warenkorb
fr: Panier d'achat
hu: Kosár
sk: Košík

# Snabble.Scanner.addCodeAsIs
source: Add %@ as-is
de: %@ so hinzufügen
fr: %@ ajouté
hu: %@ hozzáadása így
sk: Pridať %@ takto

# Snabble.Scanner.addToCart
source: Add to cart
de: In den Warenkorb
fr: Dans le panier
hu: A kosárba
sk: Pridať do košíka

# Snabble.Scanner.batterySaverHint
source: Scanner stopped. Tap anywhere on the screen to continue.
de: Scanner angehalten. Bitte tippe irgendwo auf den Bildschirm, um fortzufahren.
fr: Scanner arrêté. Veuillez appuyer n'importe où sur l'écran pour continuer.
hu: Szkenner leállítása. A folytatáshoz bökj a képernyő tetszés szerinti pontjára.
sk: Činnosť skenera bola prerušená. Pre pokračovanie sa dotkni obrazovky, prosím.

# Snabble.Scanner.couponAdded
source: Added coupon “%@”
de: Gutschein „%@“ hinzugefügt
fr: Ajouter le bon d'achat "%@"
hu: „%@“ kupon hozzáadva
sk: Poukážka „%@“ je pridaná

# Snabble.Scanner.duplicateDepositScanned
source: Each deposit slip can only be scanned once.
de: Jeder Pfandbon kann nur einmal gescannt werden.
fr: Chaque ticket de consigne ne peut être scanné qu'une seule fois.
hu: Az egyes betétdíjblokkok csak egyszer olvashatók be.
sk: Každý doklad o zálohe môže byť naskenovaný len raz.

# Snabble.Scanner.enterBarcode
source: Enter code
de: Code eingeben
fr: Entrer le code
hu: Kód megadása
sk: Zadanie kódu

# Snabble.Scanner.enterCodeButton
source: Enter barcode
de: Barcode eingeben
fr: Entrer code-barres
hu: Vonalkódmegadása
sk: Zadať čiarový kód

# Snabble.Scanner.firstScan
source: Scan your first product. Place the barcode in front of your camera.
de: Scanne dein erstes Produkt. Halte dazu den Barcode eines Produktes in die Kamera.
fr: Scannez votre premier produit. Pour ce faire, présentez le code-barres d'un produit devant la caméra.
hu: Szkenneld be az első termékedet. Ehhez tartsd a termék vonalkódját a kamerához.
sk: Naskenuj prvý produkt. Prilož čiarový kód produktu pod kameru.

# Snabble.Scanner.goToCart
source: Cart: %@
de: Warenkorb: %@
fr: Panier d'achat : %@
hu: Kosár: %@
sk: Košík: %@

# Snabble.Scanner.introText
source: Scan product barcodes to add them to your shopping cart.
de: Scanne Barcodes von Produkten und lege sie in deinen Warenkorb.
fr: Scannez les codes-barres des produits et ajoute-les à votre panier.
hu: Szkenneld be a termék vonalkódját, és add hozzá a kosaradhoz.
sk: Naskenuj čiarové kódy produktov a vlož ich do svojho košíka.

# Snabble.Scanner.manualCouponAdded
source: You've entered a discounted price for your last item. Please note that an employee will check your purchase.
de: Du hast für deinen letzten Artikel einen rabattierten Preis eingegeben. Bitte habe Verständnis dafür, dass ein:e Mitarbeiter:in deinen Einkauf kontrollieren wird.
fr: Vous avez saisi un prix réduit pour votre dernier article. Un collaborateur va contrôler votre achat. Merci pour votre compréhension.
hu: Az utolsó termékhez engedményes árat adtál meg. Kérjük, vedd tudomásul, hogy az egyik alkalmazott ellenőrizni fogja a vásárlásodat.
sk: K poslednej položke si zadal/a zľavnenú cenu. Upozorňujeme, že tvoj nákup bude skontrolovaný pracovníkom/pracovníčkou.

# Snabble.Scanner.multiPack
source: Don't forget!
de: Nicht vergessen!
fr: Ne pas oublier !
hu: Ne felejtsd el!
sk: Nezabudni!

# Snabble.Scanner.networkError
source: Could not retrieve product data. Please check your internet connection.
de: Das Produkt konnte nicht angefragt werden. Bitte überprüfe deine Internetverbindung.
fr: Le produit n'a pas pu être demandé. Vérifiez votre connexion Internet.
hu: A terméket nem sikerült lekérdezni. Ellenőrizd az internetkapcsolatot.
sk: Produkt nie je možné nájsť. Prosím, skontroluj svoje internetové pripojenie.

# Snabble.Scanner.noMatchesFound
source: Product not found
de: Artikel nicht gefunden
fr: Article non trouvé
hu: Termék nem található
sk: Položka nebola nájdená

# Snabble.Scanner.notCheckedIn
source: Visit a store to use the scanner.
de: Begib dich zu einem Store um den Scanner zu verwenden.
hu: A szkenner használatához fáradj be egy üzletbe.
sk: Choď do obchodu a použi skener.

# Snabble.Scanner.plusDeposit
source: + %@ deposit
de: + %@ Pfand
fr: + %@ consigne
hu: + %@ betétdíj
sk: + %@ záloha

# Snabble.Scanner.scannedAgeRestrictedProduct
source: Your age will be checked once at the time of payment.
de: Dein Alter wird einmalig bei der Zahlung überprüft werden.
fr: Votre âge sera vérifié une seule fois lors du paiement.
hu: A fizetésnél egyszeri alkalommal ellenőrizzük a korodat.
sk: Preto bude tvoj vek pri platbe jednorazovo skontrolovaný.

# Snabble.Scanner.scannedShelfCode
source: Please weigh the product, then scan the barcode from the sticker
de: Bitte wiege das Produkt und scanne dann den Barcode auf dem Aufkleber
fr: Veuillez peser le produit et scanner le code-barres sur l'étiquette.
hu: Kérlek, mérd le a terméket, és utána olvasd be a matricán található vonalkódot
sk: Odváž produkt a naskenuj čiarový kód na etikete

# Snabble.Scanner.scanningTitle
source: Scan Barcode
de: Barcode scannen
fr: Scanner le code-barres
hu: Vonalkód szkennelése
sk: Naskenovať čiarový kód

# Snabble.Scanner.serverError
source: Could not retrieve product data.
de: Das Produkt konnte nicht angefragt werden.
fr: Le produit n'a pas pu être demandé.
hu: A terméket nem sikerült lekérdezni.
sk: Produkt nie je možné nájsť.

# Snabble.Scanner.start
source: Start scanner
de: Scanner starten
fr: Commencer à scanner
hu: Szkenner indítása
sk: Spusti skener

# Snabble.Scanner.torchButton
source: Torch
de: Licht
fr: Lumière
hu: Fény
sk: Svetlo

# Snabble.Scanner.unknownBarcode
source: No price information available for this product.
de: Für dieses Produkt sind leider keine Preisinformationen verfügbar.
fr: Désolé, aucune information de prix n'est disponible pour ce produit.
hu: Ehhez a termékhez sajnos nem érhető el árinformáció.
sk: Informácie o cene tohto produktu nie sú k dispozícii

# Snabble.Scanner.updateCart
source: Update cart
de: Warenkorb aktualisieren
fr: Actualiser le panier d'achat
hu: Kosár frissítése
sk: Aktualizovať košík

# Snabble.Shop.Detail.Phonenumber.accessibility
source: Phonenumber %@
de: Telefonnummer %@
fr: Numéro de téléphone %@
hu: Telefonszám %@
sk: Telefónne číslo %@

# Snabble.Shop.Detail.openingHours
source: Opening hours
de: Öffnungszeiten
fr: Heures d'ouverture
hu: Nyitvatartási idők
sk: Otváracie hodiny
