Repository: snabble/snabble-ios-sdk
Catalog: AssetProviding/Sources/Resources/*.lproj/Localizable.strings
Languages: de, fr, hu, sk

# Snabble.Shop.Detail.shopNow
source: Start shopping
de: Jetzt hier einkaufen
fr: Acheter ici maintenant
hu: Vásárolj be most itt
sk: Teraz nakúpiť tu

# Snabble.Shop.Detail.startNavigation
source: Do you like to start navigation?
de: Möchten Sie die Navigation starten?
fr: Vous souhaitez lancer la navigation ?
hu: Szeretnéd elindítani a navigációt?
sk: Chcete zapnúť navigáciu?

# Snabble.Shop.Details.MapDisabled.actionTitle
source: Activate
de: Aktivieren
fr: Activer
hu: Bekapcsolás
sk: Aktivovať

# Snabble.Shop.Details.MapDisabled.title
source: You have disabled the use of %@.
de: Du hast die Verwendung von %@ deaktiviert.
fr: Tu as désactivé l'utilisation de %@.
hu: Kikapcsoltad a(z) %@ használatát.
sk: Deaktivoval/a si používanie služby %@.

# Snabble.Shop.Details.StartCall.accessibility
source: Call
de: Anrufen
fr: Appeler
hu: Felhívás
sk: Zavolať

# Snabble.Shop.Details.contractingParty
source: Contracting Party
de: Vertragspartner
fr: Partenaire contractuel
hu: Szerződéses partner
sk: Zmluvný partner

# Snabble.Shop.Details.friday
source: Friday
de: Freitag
fr: Vendredi
hu: Péntek
sk: Piatok

# Snabble.Shop.Details.monday
source: Monday
de: Montag
fr: Lundi
hu: Hétfő
sk: Pondelok

# Snabble.Shop.Details.saturday
source: Saturday
de: Samstag
fr: Samedi
hu: Szombat
sk: Sobota

# Snabble.Shop.Details.sunday
source: Sunday
de: Sonntag
fr: Dimanche
hu: Vasárnap
sk: Nedeľa

# Snabble.Shop.Details.thursday
source: Thursday
de: Donnerstag
fr: Jeudi
hu: Csütörtök
sk: Štvrtok

# Snabble.Shop.Details.tuesday
source: Tuesday
de: Dienstag
fr: Mardi
hu: Kedd
sk: Utorok

# Snabble.Shop.Details.wednesday
source: Wednesday
de: Mittwoch
fr: Mercredi
hu: Szerda
sk: Streda

# Snabble.Shop.Distance.accessibility
source: In %@
de: In %@ entfernung
fr: À une distance de %@
hu: %@ távolságban
sk: Vo vzdialenosti %@

# Snabble.Shop.Finder.title
source: Shop
de: Shops
fr: Boutiques
hu: Üzlet
sk: Obchod

# Snabble.Shop.Finder.youarehere
source: You are here
de: Sie sind hier
fr: Vous êtes ici
hu: Itt vagy
sk: Nachádzate sa tu

# Snabble.Shop.List.Colapse.accessibility
source: collapse
de: zuklappen
fr: fermer
hu: összecsukni
sk: zatvoriť

# Snabble.Shop.List.EventShopColapsed.accessibility
source: %@ collapsed
de: %@ zugeklappt
fr: %@ fermé
hu: %@ összecsukva
sk: %@ zatvorený

# Snabble.Shop.List.EventShopExpanded.accessibility
source: %@ expanded
de: %@ aufgeklappt
fr: %@ ouvert
hu: %@ kinyitva
sk: %@ otvorený

# Snabble.Shop.List.Expand.accessibility
source: expand
de: aufklappen
fr: ouvrir
hu: kinyitni
sk: otvoriť

# Snabble.Shop.List.ShowDetails.accessibility
source: Show shop details
de: Shop-Details anzeigen
fr: Afficher les détails de la boutique
hu: Az üzlet adatainak megjelenítése
sk: Zobraziť detaily obchodu

# Snabble.Shopping.title
source: Shopping
de: Einkaufen
fr: Acheter
hu: Bevásárlás
sk: Nakúpiť

# Snabble.ShoppingCart.DepositReturn.message
source: To redeem your voucher, fill your shopping basket with the products you wish to purchase.
de: Damit der Leergutbon eingelöst werden kann, fülle deinen Warenkorb mit deinen Wunschprodukten.

# Snabble.ShoppingCart.DepositReturn.title
source: Deposit voucher
de: Leergutbon

# Snabble.ShoppingCart.DepositVoucher.RedemptionFailed.button
source: Remove
de: Entfernen

# Snabble.ShoppingCart.DepositVoucher.RedemptionFailed.message-plural
source: Unfortunately, these deposit vouchers cannot currently be redeemed in the app: %@ Please try for it at the cash desk.
de: Diese Leergutbons können derzeit leider nicht in der App eingelöst werden: %@

# Snabble.ShoppingCart.DepositVoucher.RedemptionFailed.message-singular
source: Unfortunately, this deposit voucher cannot currently be redeemed in the app: %@ Please try for it at the cash desk.
de: Dieser Leergutbon kann derzeit leider nicht in der App eingelöst werden: %@

# Snabble.ShoppingCart.DepositVoucher.RedemptionFailed.title
source: Invalid deposit voucher
de: Ungültiger Leergutbon

# Snabble.ShoppingCart.Product.Invalid.button
source: Remove
de: Entfernen

# Snabble.ShoppingCart.Product.Invalid.message-plural
source: Unfortunately, these products cannot currently be paid for with the app: %@ Please pay for it at the cash desk.
de: Diese Produkte können derzeit leider nicht mit der App bezahlt werden: %@

# Snabble.ShoppingCart.Product.Invalid.message-singular
source: Unfortunately, this product cannot currently be paid for with the app: %@ Please pay for it at the cash desk.
de: Dieses Produkt kann derzeit leider nicht mit der App bezahlt werden: %@

# Snabble.ShoppingCart.Product.Invalid.title
source: Invalid product
de: Ungültiges Produkt

# Snabble.ShoppingCart.product
source: Product: %@
de: Produkt: %@

# Snabble.ShoppingCart.title
source: Shopping Cart
de: Warenkorb
fr: Panier d'achat
hu: Kosár
sk: Košík

# Snabble.ShoppingList.AddItem.viaScan
source: Scan products
de: Produkte scannen
fr: Scanner le produit
hu: Termékek szkennelése
sk: Skenovanie produktov

# Snabble.ShoppingList.AddItem.viaVoice
source: Tell products
de: Produkte diktieren
fr: Dicter le produit
hu: Termékek diktálása
sk: Diktovanie produktov

# Snabble.ShoppingList.CreateList.drilldownTitle
source: Create new shopping list for %@
de: Neue Einkaufsliste für %@ anlegen
fr: Créer une nouvelle liste d'achats pour %@
hu: Új bevásárlólista létrehozása %@-hez
sk: Vytvoriť nový nákupný zoznam pre %@

# Snabble.ShoppingList.CreateList.title
source: Create shopping list
de: Neue Einkaufsliste anlegen
fr: Créer une nouvelle liste d'achats
hu: Új bevásárlólista létrehozása
sk: Vytvoriť nový nákupný zoznam

# Snabble.ShoppingList.EditItem.nameRequired
source: Name must not be empty
de: Name darf nicht leer sein
fr: Le nom ne doit pas être vide
hu: A név nem lehet üres
sk: Meno nesmie zostať prázdne

# Snabble.ShoppingList.EditItem.title
source: Edit entry
de: Eintrag bearbeiten
fr: Modifier la saisie
hu: Bejegyzés szerkesztése
sk: Spracovanie záznamu

# Snabble.ShoppingList.EditList.delete
source: Delete
de: Löschen
fr: Supprimer
hu: Törlés
sk: Vymazať

# Snabble.ShoppingList.EditList.save
source: Save
de: Speichern
fr: Enregistrer
hu: Mentés
sk: Uložiť

# Snabble.ShoppingList.EditList.title
source: Edit shopping list
de: Einkaufsliste bearbeiten
fr: Modifier la liste d'achats
hu: Bevásárlólista szerkesztése
sk: Upraviť nákupný zoznam

# Snabble.ShoppingList.ItemDeleted.undo
source: Undo
de: Wiederherstellen
fr: Restaurer
hu: Helyreállítás
sk: Obnoviť

# Snabble.ShoppingList.ListDeleted.title
source: Shopping list deleted
de: Einkaufsliste gelöscht
fr: Liste d'achats supprimée
hu: Bevásárlólista törölve
sk: Nákupný zoznam bol vymazaný

# Snabble.ShoppingList.ListDeleted.undo
source: Undo
de: Wiederherstellen
fr: Restaurer
hu: Helyreállítás
sk: Obnoviť

# Snabble.ShoppingList.ListEmpty.add
source: Add product
de: Produkt hinzufügen
fr: Ajouter un produit
hu: Termék hozzáadása
sk: Pridať produkt

# Snabble.ShoppingList.ListEmpty.title
source: Your shopping list is empty.
de: Deine Einkaufsliste ist leer.
fr: Votre liste d'achats est vide.
hu: A bevásárlólistád üres.
sk: Tvoj nákupný zoznam je prázdny.

# Snabble.ShoppingList.NoLists.add
source: Create shopping list
de: Einkaufsliste anlegen
fr: Créer une liste d'achats
hu: Bevásárlólista létrehozása
sk: Vytvoriť nákupný zoznam

# Snabble.ShoppingList.NoLists.title
source: You have no shopping lists yet.
de: Du hast noch keine Einkaufsliste angelegt.
fr: Vous n'avez pas encore créé de liste d'achats.
hu: Még nem hoztál létre bevásárlólistát.
sk: Ešte si nevytvoril/a žiadny nákupný zoznam.

# Snabble.ShoppingList.OrderItems.title
source: Order items
de: Sortierung ändern
fr: Modifier le classement
hu: Szortírozás módosítása
sk: Zmeniť usporiadanie

# Snabble.ShoppingList.Section.categories
source: Categories
de: Kategorien
fr: Catégories
hu: Kategóriák
sk: Kategórie

# Snabble.ShoppingList.Section.products
source: Products
de: Produkte
fr: Produits
hu: Termékek
sk: Produkty

# Snabble.ShoppingList.Voice.connectingWord
source: and
de: und
fr: et
hu: és
sk: a

# Snabble.ShoppingList.Voice.details
source: Did you want to add several things to your shopping list? Then combine the individual entries with “and”, like this: Tissues and pasta and yeast
de: Wolltest du mehrere Sachen auf den Einkaufsliste legen? Dann verbinde die einzelnen Einträge mit einem „und“ - z.B. so: Toilettenpapier und Nudeln und Hefe
fr: Vous vouliez mettre plusieurs choses sur la liste d'achats ? Reliez ensuite les différentes entrées par un "et" - par exemple comme ceci : Papier toilette et pâtes et levure
hu: Több terméket is fel szerettél volna venni a bevásárlólistára? Ezután kapcsold össze az egyes bejegyzéseket egy „és”-sel - például így: WC-papír és tészta és élesztő
sk: Chceš pridať viac vecí do nákupného zoznamu? Tak spoj svoje jednotlivé položky použitím „a“ – napríklad takto: Toaletný papier a cestoviny a droždie

# Snabble.ShoppingList.Voice.discardCommand
source: Discard
de: Verwerfen
fr: Abandonner
hu: Elvetés
sk: Zamietnuť

# Snabble.ShoppingList.Voice.doneCommand
source: Done
de: Fertig
fr: Terminé
hu: Kész
sk: Hotovo

# Snabble.ShoppingList.Voice.example
source: For example, say: “Bread and Milk and Eggs” “Done” to end the recording, “Discard” to discard the recording
de: Sage jetzt zum Beispiel: „Brot und Seife und Eier“ „Fertig“ um die Aufnahme zu beenden, „Verwerfen“ um die Eingaben nicht zu speichern
fr: Prononcez maintenant un exemple : "Pain et savon et oeufs" "Terminé", pour terminer l'enregistrement "Abandonner" pour ne pas enregistrer les éléments
hu: Mondd most például ezt: „Kenyér, szappan és tojás“ „Kész“, ha szeretnéd befejezni a felvételt, „Elvetés“, ha nem szeretnéd menteni a bevitelt
sk: Povedz teraz napríklad: „Chlieb a mydlo a vajíčka“ Pre dokončenie povedz „Hotovo“, alebo povedz „Zamietnuť“, ak nechceš uložiť zadanie

# Snabble.ShoppingList.Voice.hint
source: What do you need?
de: Was brauchst du?
fr: De quoi avez-vous besoin ?
hu: Mire van szükséged?
sk: Čo potrebuješ?

# Snabble.ShoppingList.Voice.title
source: Hint
de: Tipp
fr: Astuce
hu: Ötlet
sk: Tip

# Snabble.ShoppingList.addToList
source: Add to List
de: Zur Liste hinzufügen
fr: Ajouter à la liste
hu: Hozzáadás a listához
sk: Pridať do zoznamu

# Snabble.ShoppingList.added
source: %@ saved
de: %@ gespeichert
fr: %@ sauvegardé
hu: %@ mentve
sk: %@ uložené

# Snabble.ShoppingList.changeEntry
source: Change entry
de: Eintrag ändern
fr: Modifier la saisie
hu: Bejegyzés módosítása
sk: Zmeniť položku

# Snabble.ShoppingList.changeQuantity
source: Change quantity
de: Menge ändern
fr: Modifier la quantité
hu: Mennyiség módosítása
sk: Zmeniť množstvo

# Snabble.ShoppingList.isDeleted
source: The shopping list was deleted
de: Die Einkaufsliste wurde gelöscht
fr: La liste d'achats a été supprimée
hu: A bevásárlólista törlésre került
sk: Nákupný zoznam bol vymazaný

# Snabble.ShoppingList.itemDeleted
source: %@ deleted
de: %@ gelöscht
fr: %@ supprimé
hu: %@ törölve
sk: %@ vymazané

# Snabble.ShoppingList.notAvailable
source: The shopping list is not available
de: Die Einkaufsliste ist nicht verfügbar
fr: La liste d'achats n'est pas disponible
hu: A bevásárlólista nem elérhető
sk: Nákupný zoznam nie je k dispozícii

# Snabble.ShoppingList.notFound
source: Unknown product
de: Unbekanntes Produkt
fr: Produit inconnu
hu: Ismeretlen termék
sk: Neznámy produkt

# Snabble.ShoppingList.searchHint
source: Search or enter directly
de: Suchen oder direkt eingeben
fr: Rechercher ou saisir directement
hu: Keresés vagy közvetlen megadás
sk: Vyhľadať alebo zadať priamo

# Snabble.ShoppingList.title
source: Shopping List
de: Einkaufsliste
fr: Liste d'achats
hu: Bevásárlólista
sk: Nákupný zoznam

# Snabble.ShoppingList.updateQuantity
source: Update quantity
de: Menge aktualisieren
fr: Actualité la quantité
hu: Mennyiség frissítése
sk: Aktualizovať množstvo

# Snabble.ShoppingLists.title
source: Shopping lists
de: Einkaufslisten
fr: Listes d'achats
hu: Bevásárlólisták
sk: Nákupné zoznamy

# Snabble.Shoppingcart.Accessibility.actionAdd
source: Add
de: Hinzufügen
fr: Ajouter
hu: Hozzáadás
sk: Pridať

# Snabble.Shoppingcart.Accessibility.actionDelete
source: Delete
de: Löschen
fr: Supprimer
hu: Törlés
sk: Vymazať

# Snabble.Shoppingcart.Accessibility.actionUse
source: Use
de: Verwenden
fr: Utiliser
hu: Alkalmazás
sk: Použiť

# Snabble.Shoppingcart.Accessibility.cardEndsWith
source: Ends with %@
de: Endet mit %@
fr: Se termine par %@
hu: Befejezés %@-vel
sk: Končí sa s %@

# Snabble.Shoppingcart.Accessibility.closeDialog
source: Close dialog
de: Dialog schließen
fr: Fermer le dialogue
hu: Párbeszéd bezárása
sk: Zatvoriť dialóg

# Snabble.Shoppingcart.Accessibility.contextInCart
source: In cart
de: Im Warenkorb
fr: Dans le panier
hu: A kosárban
sk: V košíku

# Snabble.Shoppingcart.Accessibility.decreaseQuantity
source: Decrease quantity
de: Anzahl verringern
fr: Réduire le nombre
hu: Mennyiség csökkentése
sk: Znížiť počet

# Snabble.Shoppingcart.Accessibility.descriptionForPrice
source: for %@
de: für %@
fr: pour %@
hu: %@-ért
sk: pre %@

# Snabble.Shoppingcart.Accessibility.descriptionQuantity
source: %@ times
de: %@ mal
fr: %@ fois
hu: %@ db
sk: %@ krát

# Snabble.Shoppingcart.Accessibility.descriptionWithDiscount
source: with discount
de: mit Rabatt
fr: avec réduction
hu: engedménnyel
sk: so zľavou

# Snabble.Shoppingcart.Accessibility.descriptionWithoutDiscount
source: without discount
de: ohne Rabatt
fr: sans réduction
hu: engedmény nélkül
sk: bez zľavy

# Snabble.Shoppingcart.Accessibility.increaseQuantity
source: Increase quantity
de: Anzahl erhöhen
fr: Augmenter le nombre
hu: Mennyiség növelése
sk: Zvýšiť počet

# Snabble.Shoppingcart.Accessibility.paymentMethod
source: Payment method: %@
de: Zahlungsmethode: %@
fr: Moyen de paiement : %@
hu: Fizetési mód: %@
sk: Spôsob platby: %@

# Snabble.Shoppingcart.Accessibility.quantity
source: Quantity
de: Anzahl
fr: Nombre
hu: Mennyiség
sk: Počet

# Snabble.Shoppingcart.Accessibility.selected
source: Selected
de: Ausgewählt
fr: Sélectionné
hu: Kiválasztva
sk: Vybraté

# Snabble.Shoppingcart.BuyProducts.now
source: Pay now
de: Jetzt bezahlen
fr: Paiement maintenant
hu: Fizetés, most
sk: Zaplatiť teraz

# Snabble.Shoppingcart.BuyProducts.one
source: Buy %1$li product for %2$@
de: %1$li Artikel für %2$@ kaufen
fr: Acheter %1$li articles pour %2$@
hu: %1$li termék megvásárlása %2$@-ért
sk: Kúpiť %1$li položku za %2$@

# Snabble.Shoppingcart.BuyProducts.selectPaymentMethod
source: Select payment method
de: Zahlungsmethode wählen
fr: Choisir le mode de paiement
hu: Fizetési mód kiválasztása
sk: Vybrať spôsob platby

# Snabble.Shoppingcart.EmptyState.buttonTitle
source: Scan now
de: Jetzt scannen
fr: Scanner maintenant
hu: Termék szkennelése
sk: Skenovať teraz

# Snabble.Shoppingcart.EmptyState.description
source: Visit a store that supports Snabble and scan the barcodes of products you wish to purchase.
de: Dein Warenkorb ist leer. Scanne Barcodes von Artikeln, die du kaufen möchtest.
fr: Le panier est vide. Scannez les codes-barres des articles que vous souhaitez acheter.
hu: A kosarad üres. Szkenneld be azon termékek vonalkódját, amiket meg szeretnél vásárolni.
sk: Košík je prázdny. Naskenuj čiarové kódy produktov, ktoré si chceš kúpiť.

# Snabble.Shoppingcart.EmptyState.restartButtonTitle
source: Start new shopping trip
de: Neuen Einkauf beginnen
fr: Commencer de nouveaux achats
hu: Új vásárlás megkezdése
sk: Začať nový nákup

# Snabble.Shoppingcart.EmptyState.restoreButtonTitle
source: Restore previous cart
de: Vorherigen Warenkorb wiederherstellen
fr: Restaurer le panier précédent
hu: Előző kosár visszaállítása
sk: Obnoviť predchádzajúci košík

# Snabble.Shoppingcart.EmptyState.title
source: Your shopping cart is empty
de: Dein Warenkorb ist noch leer
fr: Votre panier est toujours vide
hu: A kosarad még üres
sk: Tvoj košík je ešte prázdny

# Snabble.Shoppingcart.articleRemoved
source: Product removed
de: Artikel entfernt
fr: Article supprimé
hu: Termék eltávolítva
sk: Položka bola odstránená

# Snabble.Shoppingcart.buyProducts
source: Buy %1$li products for %2$@
de: %1$li Artikel für %2$@ kaufen
fr: Acheter %1$li articles pour %2$@
hu: %1$li termék megvásárlása %2$@-ért
sk: Kúpiť %1$li položky/položiek za %2$@

# Snabble.Shoppingcart.completePurchase
source: Complete purchase
de: Einkauf abschließen

# Snabble.Shoppingcart.coupon
source: Coupon
de: Gutschein
fr: Bon d'achat
hu: Kupon
sk: Poukážka

# Snabble.Shoppingcart.coupons
source: Coupons
de: Gutscheine
fr: Bons d'achat
hu: Kuponok
sk: Poukážky

# Snabble.Shoppingcart.deposit
source: Deposit
de: Pfand
fr: Consigne
hu: Betétdíj
sk: Záloha

# Snabble.Shoppingcart.discounts
source: Discounts
de: Rabatt
fr: Réduction
hu: Engedmény
sk: Rabat

# Snabble.Shoppingcart.howToPay
source: How would you like to pay?
de: Wie möchtest du bezahlen?
fr: Comment souhaitez-vous payer ?
hu: Hogyan szeretnél fizetni?
sk: Ako chceš zaplatiť?

# Snabble.Shoppingcart.includesDeposit
source: incl. deposit
de: inkl. Pfand
fr: consigne incl.
hu: betétdíjjal együtt
sk: vrátane zálohy

# Snabble.Shoppingcart.noPaymentData
source: Add now
de: Jetzt hinzufügen
fr: Ajouter maintenant
hu: Hozzáadás most
sk: Pridať teraz

# Snabble.Shoppingcart.notForThisPurchase
source: Not available for this purchase
de: Für diesen Einkauf nicht verfügbar
fr: Non disponible pour cet achat
hu: Ehhez a bevásárláshoz nem áll rendelkezésre
sk: Pre tento nákup nie je k dispozícii

# Snabble.Shoppingcart.notForVendor
source: Not supported by this retailer
de: Vom Händler nicht unterstützt
fr: Non pris en charge par le distributeur
hu: A kereskedő nem támogatja
sk: Nepodporovaná obchodom

# Snabble.Shoppingcart.removeItem
source: Really remove %@?
de: %@ wirklich entfernen?
fr: Supprimer vraiment %@ ?
hu: %@ tényleg eltávolítod?
sk: Naozaj chceš odstrániť %@ z košíka?

# Snabble.Shoppingcart.removeItems
source: Really remove all products from your shopping cart?
de: Wirklich alle Produkte aus dem Warenkorb entfernen?
fr: Supprimer vraiment tous les produits du panier ?
hu: Az összes terméket eltávolítod a kosárból?
sk: Naozaj chceš odstrániť všetky produkty z košíka?

# Snabble.Shoppingcart.saved
source: saved
de: gespart
hu: megtakarítva
sk: ušetrená suma

# Snabble.SpeechAndMicRequired.message
source: This is necessary for dictating your shopping list.
de: Nur so kannst du deine Einkaufsliste diktieren.
fr: Ceci la seule façon de dicter votre liste de courses.
hu: Csak így vagy képes bediktálni a bevásárlólistádat.
sk: Len tak môžeš nadiktovať svoj nákupný zoznam.

# Snabble.SpeechAndMicRequired.title
source: Snabble needs access to the microphone and speech recognition
de: Snabble benötigt Zugriff auf das Mikrophon und die Spracherkennung
fr: Snabble a besoin d'accéder au microphone et à la reconnaissance vocale
hu: A Snabble szeretne hozzáférni a mikrofonodhoz és a nyelvfelismeréshez
sk: Snabble potrebuje prístup k mikrofónu a rozpoznávaniu reči

# Snabble.TWINT.payNow
source: Pay now using TWINT
de: Jetzt mit TWINT bezahlen
fr: Payer maintenant avec TWINT
hu: Fizetés TWINT segítségével
sk: Zaplatiť cez TWINT teraz

# Snabble.Taxation.Consume.inhouse
source: Eat here
de: hier konsumieren
fr: consommer ici
hu: itt elfogyasztani
sk: konzumovať tu

# Snabble.Taxation.Consume.takeaway
source: Take with me
de: mitnehmen
fr: emporter
hu: magaddal vinni
sk: zobrať so sebou

# Snabble.Taxation.consumeWhere
source: Will you be eating here or is this to go?
de: Möchtest du deinen Einkauf
fr: Votre achat, souhaitez-vous le
hu: Szeretnéd a bevásárlásodat
sk: Chceš svoj nákup

# Snabble.Taxation.pleaseChoose
source: Please choose
de: Bitte wählen
fr: Veuillez choisir
hu: Kérlek, válassz
sk: Vyber niektorú možnosť

# Snabble.Textfield.HidePassword.Accessibility
source: Hide password
de: Passwort verbergen

# Snabble.Textfield.ShowPassword.Accessibility
source: Show password
de: Passwort anzeigen

# Snabble.User.Country.title
source: Select a Country
de: Land wählen

# Snabble.User.city
source: City
de: Stadt

# Snabble.User.country
source: Country
de: Land

# Snabble.User.dateOfBirth
source: Date of Birth
de: Geburtsdatum

# Snabble.User.firstName
source: First Name
de: Vorname

# Snabble.User.lastName
source: Last Name
de: Nachname

# Snabble.User.phone
source: Phonenummber
de: Telefon

# Snabble.User.state
source: State
de: Staat

# Snabble.User.stateSelect
source: Pick one
de: Auswählen

# Snabble.User.street
source: Street
de: Straße inkl. Hausnummer

# Snabble.User.zip
source: ZIP
de: Postleitzahl

# Snabble.UserView.next
source: Next
de: Weiter

# Snabble.UserView.title
source: User
de: Nutzerinformationen

# Snabble.Violations.DepositReturnVoucher.alreadyRedeemed
source: This deposit voucher has already been redeemed.
de: Dieser Leergutbon wurde bereits eingelöst.

# Snabble.Violations.DepositReturnVoucher.duplicated
source: This deposit voucher has already been added.
de: Dieser Leergutbon wurde bereits erfasst.

# Snabble.Violations.couponAlreadyVoided
source: A coupon is already redeemed and will be removed from cart
de: Ein Coupon wurde bereits eingelöst und wird aus dem Warenkorb entfernt
fr: Un coupon a déjà été utilisé et sera supprimé du panier
hu: Egy kupon már beváltásra került, és eltávolítottuk a kosárból
sk: Jeden kupón už bol uplatnený a bude odstránený z nákupného koša

# Snabble.Violations.couponCurrentlyNotValid
source: A coupon is currently not valid and will be removed from cart
de: Ein Coupon ist aktuell ungültig und wird aus dem Warenkorb entfernt
fr: Un coupon n'est pas valable actuellement et sera supprimé du panier
hu: Egy kupon pillanatnyilag nem érvényes, és eltávolítottuk a kosárból
sk: Jeden kupón je momentálne neplatný a bude odstránený z nákupného koša

# Snabble.Violations.couponInvalid
source: A coupon is invalid and will be removed from cart
de: Ein Coupon ist ungültig und wird aus dem Warenkorb entfernt
fr: Un coupon n'est pas valable et sera supprimé du panier
hu: Egy kupon nem érvényes, és eltávolítottuk a kosárból
sk: Jeden kupón je neplatný a bude odstránený z nákupného koša

# Snabble.Violations.title
source: Invalid shopping cart
de: Ungültiger Warenkorb
fr: Panier non valable
hu: Érvénytelen kosár
sk: Neplatný nákupný kôš

# Snabble.addDiscount
source: Enter discount
de: Rabatt eingeben
fr: Entrer la réduction
hu: Árengedmény megadása
sk: Zadať zľavu

# Snabble.askForPermission
source: Ask for permission
de: Um Erlaubnis fragen
fr: Demander la permission
hu: Engedély kéréséhez
sk: Žiadať o povolenie

# Snabble.cancel
source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégsem
sk: Zrušiť

# Snabble.delete
source: Delete
de: Löschen
fr: Effacer
hu: Törlés
sk: Vymazať

# Snabble.done
source: Done
de: Fertig
fr: Terminé
hu: Kész
sk: Hotovo

# Snabble.edit
source: Edit
de: Bearbeiten
fr: Modifier
hu: Szerkesztés
sk: Upraviť

# Snabble.goToSettings
source: Go to settings
de: Zu den Einstellungen
fr: Aller aux réglages
hu: A beállításokhoz
sk: Prejsť na nastavenia

# Snabble.loadingProductInformation
source: Loading product data…
de: Lade Produkt-Informationen…
fr: Chargement des informations produit en cours...
hu: Termékinformációk betöltése…
sk: Načítanie informácií o produkte…

# Snabble.networkError
source: Connection error
de: Netzwerkverbindungsfehler
fr: Erreur de connexion réseau
hu: Hálózati kapcsolat hiba
sk: Chyba spojenia

# Snabble.no
source: No
de: Nein
fr: Non
hu: Nem
sk: Nie

# Snabble.noDiscount
source: no discount
de: kein Rabatt
fr: Aucune réduction
hu: nincs árengedmény
sk: žiadna zľava

# Snabble.pleaseWait
source: Please wait…
de: Bitte warten …
fr: Veuillez patienter...
hu: Kérlek, várj...
sk: Čakaj, prosím ...

# Snabble.pushMessages
source: Push Messages
de: Push-Benachrichtigungen

# Snabble.remove
source: Remove
de: Entfernen
fr: Supprimer
hu: Eltávolítás
sk: Odstrániť

# Snabble.save
source: Save
de: Speichern
fr: Enregistrer
hu: Mentés
sk: Uložiť
