Repository: snabble/snabble-ios-sdk
Catalog: AssetProviding/Sources/Resources/*.lproj/Localizable.strings
Languages: de, fr, hu, sk

# Snabble.LimitsAlert.notAllMethodsAvailable
source: With a total of more than %@, not all payment methods are available.
de: Ab einem Warenwert von %@ stehen nicht mehr alle Zahlungsmethoden zur Verfügung
fr: Tous les modes de paiement ne sont plus disponibles à partir d'une valeur de %@.
hu: %@ feletti áruértéknél nem áll rendelkezésedre az összes fizetési mód
sk: Nad hodnotu tovaru %@ nie sú k dispozícii všetky spôsoby platby

# Snabble.LimitsAlert.title
source: Note
de: Bitte beachten
fr: Veuillez noter
hu: Vedd figyelembe
sk: Pozor

# Snabble.NotForSale.ErrorMsg.scan
source: This product cannot be paid for using the app, please pay for it at the cashier.
de: Dieses Produkt kann derzeit leider nicht mit der App bezahlt werden, bitte bezahle es wie gewohnt an der Kasse.
fr: Ce produit ne peut malheureusement pas être payé avec l'application pour l'instant. Veuillez le payer comme d'habitude à la caisse.
hu: Ezt a terméket jelenleg sajnos nem lehet az alkalmazással kifizetni. Kérlek, fizesd a szokásos módon a kasszánál.
sk: Tento produkt momentálne nie je možné zaplatiť cez aplikáciu. Zaplať ho pri pokladni ako obvykle.

# Snabble.Notifications.Dialog.message
source: Allow push notifications so you don't miss any processes or new receipts.
de: Erlaube Push-Benachrichtigungen, um keine Vorgänge oder neue Kassenbons zu verpassen.

# Snabble.Notifications.Dialog.reject
source: Later
de: Später

# Snabble.Notifications.Dialog.requestPermission
source: Activate
de: Aktivieren

# Snabble.Notifications.Dialog.title
source: Stay up to date
de: Bleibe auf dem Laufenden

# Snabble.Onboarding.Deeplink.accessibility
source: open %@
de: %@ öffnen
fr: Ouvrir %@
hu: %@ megnyitása
sk: Otvoriť %@

# Snabble.Onboarding.Link.show
source: Show
de: Ansehen
fr: Consulter
hu: Megtekintés
sk: Prezrieť

# Snabble.Onboarding.done
source: Done
de: Fertig
fr: Terminé
hu: Kész
sk: Hotovo

# Snabble.Onboarding.next
source: Continue
de: Weiter
fr: Continuer
hu: Tovább
sk: Ďalej

# Snabble.Payment.CancelError.message
source: Payment cannot be cancelled at this time.
de: Die Zahlung kann jetzt nicht abgebrochen werden.
fr: Le paiement ne peut pas être annulé maintenant.
hu: A fizetés megszakítása jelenleg nem lehetséges.
sk: Platba teraz nemôže byť prerušená.

# Snabble.Payment.CancelError.title
source: Error cancelling payment
de: Abbrechen nicht möglich
fr: Annulation impossible
hu: A megszakítás nem lehetséges
sk: Prerušenie nie je možné

# Snabble.Payment.CreditCard.error
source: There was an error processing your credit card
de: Bei der Verarbeitung deiner Kreditkarte ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors du traitement de votre carte de crédit
hu: A hitelkártyád feldolgozása során hiba történt
sk: Pri spracovaní tvojej platobnej karty sa vyskytla chyba

# Snabble.Payment.CreditCard.expireDate
source: Expires: %@
de: Läuft ab: %@
fr: Date d'expiration : %@
hu: Lejár: %@
sk: Platnosť do: %@

# Snabble.Payment.CustomerInfo.country
source: Country
de: Land

# Snabble.Payment.Delete.message
source: Are you sure you want to remove this payment method?
de: Möchtest Du diese Zahlungsmethode wirklich entfernen?
fr: Voulez-vous vraiment supprimer ce mode de paiement ?
hu: Tényleg elmented ezt a fizetési módot?
sk: Naozaj chceš odstrániť tento spôsob platby?

# Snabble.Payment.EmptyState.add
source: Add payment method
de: Zahlungsmethode hinzufügen
fr: Ajouter un mode de paiement
hu: Fizetési mód hozzáadása
sk: Pridať spôsob platby

# Snabble.Payment.EmptyState.message
source: You don't have any payment methods added yet.
de: Noch keine Zahlungsmethode hinterlegt.
fr: Aucun moyen de paiement enregistré pour le moment.
hu: Még nem állítottál be fizetési módot.
sk: Ešte nie je uložený žiadny spôsob platby.

# Snabble.Payment.ExternalBilling.AlertDialog.add
source: Add
de: Hinzufügen

# Snabble.Payment.ExternalBilling.AlertDialog.hint
source: Subject
de: Betreff

# Snabble.Payment.ExternalBilling.AlertDialog.message
source: Enter your subject here
de: Hier kannst du einen Betreff eingeben

# Snabble.Payment.ExternalBilling.AlertDialog.skip
source: Skip
de: Überspringen

# Snabble.Payment.ExternalBilling.Error.badRequest
source: Oops, something went wrong! Please try again!
de: Ups, es ist etwas schief gelaufen! Bitte versuch es erneut!

# Snabble.Payment.ExternalBilling.Error.wrongCredentials
source: The given information is wrong. Please check them and try again!
de: Die eingegebenen Daten sind falsch. Bitte überprüfe diese und versuch es erneut!

# Snabble.Payment.ExternalBilling.add
source: Add
de: Hinzufügen

# Snabble.Payment.ExternalBilling.hint
source: Please note the term of payment on your invoice!
de: Bitte beachte das Zahlungsziel auf deiner Rechnung!

# Snabble.Payment.ExternalBilling.message
source: Enter your details. Please note the term of payment on your invoice, which will be sent to your stored address after your purchase.
de: Gib deine Daten ein. Bitte beachte das Zahlungsziel auf deiner Rechnung, die nach deinem Kauf an deine hinterlegte Adresse geschickt wird.

# Snabble.Payment.ExternalBilling.password
source: Password
de: Passwort

# Snabble.Payment.ExternalBilling.title
source: Purchase on invoice
de: Kauf auf Rechnung

# Snabble.Payment.ExternalBilling.username
source: Username
de: Benutzername

# Snabble.Payment.Online.message
source: Your purchase must be confirmed by an employee.
de: Dein Einkauf muss von einem Mitarbeiter bestätigt werden.
fr: Votre achat doit être confirmé par un employé.
hu: Az egyik alkalmazottnak jóvá kell hagynia a vásárlásodat.
sk: Tvoj nákup musí potvrdiť zamestnanec obchodu.

# Snabble.Payment.PostFinanceCard.error
source: There was an error processing your postfinance card
de: Bei der Verarbeitung deiner Postfinance-Card ist ein Fehler aufgetreten
fr: Une erreur est survenue lors du traitement de votre Postfinance-Card
hu: A Postfinance kártyád feldolgozása során hiba történt
sk: Pri spracovaní tvojej karty PostFinance sa vyskytla chyba

# Snabble.Payment.SEPA.Hint.account
source: Account number
de: Kontonummer
hu: Számlaszám
sk: Číslo účtu

# Snabble.Payment.SEPA.Hint.accountType
source: Account type
de: Kontotyp
hu: Számla típusa
sk: Typ účtu

# Snabble.Payment.SEPA.Hint.bank
source: Bank number
de: Bankleitzahl
hu: Bankazonosító kód
sk: Identifikačný kód banky

# Snabble.Payment.SEPA.Hint.branchCode
source: Branch code
de: Filialnummer
hu: Fiók száma
sk: Číslo pobočky

# Snabble.Payment.SEPA.Hint.checksum
source: Checksum
de: Prüfsumme
hu: Ellenőrző összeg
sk: Kontrolný súčet

# Snabble.Payment.SEPA.Hint.controlCode
source: Control code
de: Kontrollzeichen
hu: Ellenőrző jel
sk: Kontrolný znak

# Snabble.Payment.SEPA.Hint.miscCode
source: Other function
de: sonstige Funktion
hu: egyéb funkció
sk: Ďalšia funkcia

# Snabble.Payment.SEPA.Hint.regionCode
source: Region code
de: Regionalcode
hu: Regionális kód
sk: Kód regiónu

# Snabble.Payment.SEPA.city
source: City
de: Stadt
hu: Város
sk: Mesto

# Snabble.Payment.SEPA.countryCode
source: Country
de: Land
hu: Ország
sk: Krajina

# Snabble.Payment.SEPA.hint
source: Note: In order to protect you and our merchants against misuse, the merchant will have your bank card shown on your first payment by SEPA direct debit.
de: Hinweis: Um dich und unsere Händler vor Missbrauch zu schützen, wird sich der Händler bei deiner ersten Zahlung per SEPA-Lastschrift deine Bankkarte zeigen lassen.
fr: Remarque : afin de vous protéger, ainsi que nos commerçants, contre les abus, le commerçant demandera à voir votre carte bancaire lors de votre premier paiement par prélèvement SEPA.
hu: Megjegyzés: A te és a kereskedőink visszaélésekkel szembeni védelme érdekében az első SEPA terhelési megbízásos fizetésednél a kereskedőnél megjelenik a bankkártyád.
sk: Poznámka: Za účelom tvojej ochrany a ochrany našich obchodníkov pred zneužitím si obchodník pri tvojej prvej platbe prostredníctvom SEPA inkasa vyžiada tvoju bankovú kartu.

# Snabble.Payment.SEPA.invalidIBAN
source: Please enter a valid IBAN.
de: Die eingegebene IBAN ist ungültig.
fr: L'IBAN que vous avez saisi n'est pas valide.
hu: A megadott IBAN érvénytelen.
sk: Zadaný IBAN je neplatný.

# Snabble.Payment.SEPA.invalidIBANCountry
source: The entered IBAN country code is incorrect.
de: Der eingegebene IBAN Ländercode ist falsch.
hu: A megadott IBAN-országkód hibás.
sk: Zadaný IBAN kód krajiny je nesprávny.

# Snabble.Payment.SEPA.invalidName
source: Please enter a valid lastname.
de: Bitte gib einen Nachnamen ein.
hu: Add meg a vezetéknevedet.
sk: Zadaj priezvisko, prosím.

# Snabble.Payment.SEPA.mandate
source: Mandate Reference No.
de: Mandat Referenz Nr.
hu: Megbízás hivatkozási sz.
sk: Referenčné číslo mandátu

# Snabble.Payment.SEPA.missingCity
source: Please enter a city.
de: Bitte gib eine Stadt ein.
hu: Add meg a várost.
sk: Zadaj mesto, prosím.

# Snabble.Payment.SEPA.missingCountry
source: Country code cannot be empty.
de: Ländercode darf nicht leer sein.
fr: Le code du pays ne doit pas rester vide.
hu: Az országkód nem lehet üres.
sk: Kód krajiny nesmie zostať prázdny.

# Snabble.Payment.SEPA.missingIBAN
source: Please enter a IBAN.
de: Bitte gib eine IBAN ein.
hu: Add meg az IBAN-számot.
sk: Zadaj IBAN, prosím.

# Snabble.Payment.SEPA.missingName
source: Please enter your surname.
de: Bitte gib Deinen Nachnamen ein.
fr: Veuillez entrer un nom.
hu: Add meg a neved.
sk: Zadaj meno, prosím.

# Snabble.Payment.SEPA.name
source: Lastname
de: Nachname
fr: Nom
hu: Név
sk: Meno

# Snabble.Payment.SEPA.payer
source: Payer
de: Zahlungspflichtiger
hu: Fizetésre kötelezett
sk: Platiteľ

# Snabble.Payment.SEPA.title
source: SEPA direct debit
de: SEPA-Lastschrift
fr: Prélèvement SEPA
hu: SEPA terhelési megbízás
sk: SEPA inkaso

# Snabble.Payment.SEPA.validIBAN
source: Valid IBAN
de: Gültige IBAN
hu: Érvényes IBAN
sk: Platný IBAN

# Snabble.Payment.Twint.error
source: There was an error processing your TWINT account
de: Bei der Verarbeitung deines TWINT-Accounts ist ein Fehler aufgetreten
fr: Une erreur est survenue lors du traitement de votre compte TWINT.
hu: A TWINT-fiókod feldolgozása során hiba történt
sk: Pri spracovaní tvojho účtu TWINT sa vyskytla chyba

# Snabble.Payment.Unavailable.message
source: This payment method is currently not available.
de: Diese Zahlungsmethode ist zur Zeit nicht verfügbar.

# Snabble.Payment.Unavailable.title
source: Sorry
de: Entschuldigung

# Snabble.Payment.aborted
source: Payment process was cancelled
de: Der Bezahlvorgang wurde abgebrochen
fr: Le processus de paiement a été interrompu
hu: Megszakadt a fizetési folyamat
sk: Platobný proces bol prerušený

# Snabble.Payment.add
source: Add payment method
de: Zahlungsmethode hinzufügen
fr: Ajouter un mode de paiement
hu: Fizetési mód hozzáadása
sk: Pridať spôsob platby

# Snabble.Payment.addPaymentOrigin
source: Transfer payment credentials to the app?
de: Zahlungsinformationen in die App übertragen?
fr: Transférer les informations de paiement dans l'application ?
hu: Fizetési információ átadása az alkalmazásnak?
sk: Chceš preniesť informácie o platbe do aplikácie?

# Snabble.Payment.backToCart
source: Back to cart
de: Zurück zum Warenkorb
fr: Retour au panier
hu: Vissza a kosárhoz
sk: Späť na košík

# Snabble.Payment.backToHome
source: Back to start page
de: Zurück zur Startseite
fr: Retour à la page d'acceuil
hu: Vissza a kezdőoldalra
sk: Späť na úvodnú stránku

# Snabble.Payment.confirm
source: Confirm purchase
de: Einkauf bestätigen
fr: Confirmer l'achat
hu: Bevásárlás jóváhagyása
sk: Potvrdiť nákup

# Snabble.Payment.creditCard
source: Credit card
de: Kreditkarte
fr: Carte de crédit
hu: Hitelkártya
sk: Kreditná karta

# Snabble.Payment.errorStarting
source: Error creating the payment process
de: Fehler beim Anlegen des Bezahlprozesses
fr: Erreur lors de la création du processus de paiement
hu: A fizetési folyamat feldolgozása közben hiba lépett fel.
sk: Chyba pri vytvorení platobného procesu

# Snabble.Payment.noMethodAvailable
source: Unfortunately, this purchase can't be made using the app.
de: Leider kann dieser Einkauf nicht mit der App durchgeführt werden.
fr: Malheureusement, cet achat ne peut pas être effectué avec l'application.
hu: Sajnos ez a vásárlás nem végezhető el az alkalmazás segítségével.
sk: Tento nákup nie je možné vykonať pomocou tejto aplikácie.

# Snabble.Payment.offlineHint
source: You are currently offline and some payment methods may not be available
de: Du bist derzeit offline und einige Zahlungsmethoden sind möglicherweise nicht verfügbar
fr: Vous êtes actuellement hors ligne et certains moyens de paiement peuvent ne pas être disponibles.
hu: Jelenleg offline állapotban vagy, így bizonyos fizetési módok adott esetben nem érhetők el
sk: Momentálne si offline a preto niektoré spôsoby platby nemusia byť k dispozícii

# Snabble.Payment.payAtCashDesk
source: Pay at the cash desk
de: An der Kasse bezahlen
fr: Payer à la caisse
hu: Fizetés a pénztárnál
sk: Zaplatiť pri pokladni

# Snabble.Payment.payAtSCO
source: Card at EC terminal
de: Karte an EC-Terminal
fr: Carte au terminal EC
hu: Kártya az EC-terminálra
sk: Karta na EC termináli

# Snabble.Payment.payUsingCustomerCard
source: with Customer Card
de: mit Kundenkarte
fr: avec carte de fidélité
hu: ügyfélkártyával
sk: so zákazníckou kartou

# Snabble.Payment.payViaInvoice
source: via Invoice
de: auf Rechnung
fr: sur facture
hu: számlára
sk: na faktúru

# Snabble.Payment.presentCode
source: Show this code at a Snabble monitor or to a cashier to confirm your purchase.
de: Halte diesen Code an einem Snabble-Monitor vor oder zeige ihn einem Mitarbeiter, um deinen Einkauf zu bestätigen.
fr: Présentez ce code sur un écran Snabble ou montrez-le à un employé pour confirmer votre achat.
hu: A bevásárlás nyugtázásához tartsd ezt a kódot egy Snabble-monitor elé, vagy mutasd meg egy alkalmazottnak.
sk: Za účelom potvrdenia nákupu prilož tento kód pred Snabble monitor alebo ho ukáž zamestnancovi.

# Snabble.Payment.rejected
source: Purchase denied
de: Einkauf abgelehnt
fr: Achat refusé
hu: Bevásárlás elutasítva
sk: Nákup zamietnutý

# Snabble.Payment.rejectedHint
source: Your purchase was denied. Please check your cart and start the checkout again.
de: Dein Einkauf wurde abgelehnt. Bitte überprüfe deinen Warenkorb und starte den Bezahlvorgang erneut.
fr: Votre achat a été refusé. Vérifiez votre panier et recommencez le processus de paiement.
hu: A bevásárlás elutasításra került. Ellenőrizd a kosaradat, és próbáld meg újra a fizetést.
sk: Tvoj nákup bol zamietnutý. Skontroluj svoj košík a začni platobný proces znovu.

# Snabble.Payment.success
source: Thank you for shopping
de: Vielen Dank für deinen Einkauf
fr: Merci beaucoup pour votre achat
hu: Köszönjük a vásárlásodat
sk: Ďakujeme za tvoj nákup

# Snabble.Payment.transferCart
source: Transfer shopping cart
de: Warenkorb übertragen
hu: Kosár továbbítása
sk: Prenos nákupného koša

# Snabble.Payment.usableAt
source: Usable at: %@
de: Verwendbar bei: %@
fr: À utiliser jusqu'au : %@
hu: Itt használható: %@
sk: Použiteľné tu: %@

# Snabble.Payment.waiting
source: Waiting for confirmation
de: Warte auf Bestätigung
fr: En attente de confirmation
hu: Várj a nyugtázásra
sk: Čakanie na potvrdenie

# Snabble.PaymentCard.editingHint
source: Your card data is only stored in encrypted form and therefore cannot be edited.
de: Deine Karten-Daten werden von uns nur verschlüsselt gespeichert und können daher nicht bearbeitet werden.
fr: Nous n'enregistrons les données de votre carte de crédit que sous forme cryptée et ces données ne peuvent donc pas être utilisées à d'autres fins.
hu: A kártyaadataidat kódolva tároljuk, éppen ezért nem tudjuk feldolgozni.
sk: Údaje o tvojej karte budeme uchovávať len v šifrovanej forme, a preto nemôžu byť spracované.

# Snabble.PaymentContinuation.message
source: Continuing the payment
de: Bezahlung wird fortgesetzt
fr: Le paiement continue
hu: A fizetés folytatódik
sk: Pokračovanie platby

# Snabble.PaymentError.msg
source: Your payment couldn't be processed. Please pay at a regular cash desk. Sorry about the inconvenience!
de: Deine Zahlung konnte nicht durchgeführt werden. Bitte zahle an einer normalen Kasse. Entschuldigung für die Umstände.
fr: Votre paiement n'a pas pu être effectué Veuillez payer à une caisse classique. Désolé pour le dérangement.
hu: Fizetésed nem sikerült teljesíteni. Fizess egy hagyományos pénztárnál. Szíves elnézésed kérjük.
sk: Tvoja platba nemohla byť vykonaná. Prosím, zaplať pri bežnej pokladni. Ospravedlňujeme sa za nepríjemnosti.

# Snabble.PaymentError.title
source: An error has occurred
de: Ein Fehler ist aufgetreten
fr: Une erreur est survenue
hu: Hiba történt
sk: Vyskytla sa chyba

# Snabble.PaymentError.tryAgain
source: Try again
de: Nochmal versuchen
fr: Essayer de nouveau
hu: Próbálkozz újra
sk: Skúsiť znovu

# Snabble.PaymentMethods.NoCodeAlert.biometry
source: Your iPhone isn't protected by a code or Touch ID/Face ID. For your own safety, please assign a code before storing your payment information.
de: Dein iPhone ist weder durch einen Code noch durch Touch ID/Face ID geschützt. Bitte richte zu deiner Sicherheit zuerst diesen Schutz ein, bevor du deine IBAN oder Kreditkarte eingibst.
fr: Votre iPhone n'est pas protégé par un code ou par Touch ID/Face ID. Pour votre sécurité, installez d'abord cette protection avant d'entrer votre IBAN ou votre carte de crédit.
hu: Az iPhone-od nem védi se kód, se Touch ID/Face ID. Biztonságod érdekében először ezt állítsd be, és csak ezt követően add meg az IBAN-kódodat vagy a hitelkártyádat.
sk: Tvoj iPhone nie je chránený ani kódom, ani funkciou Touch ID/Face ID. V záujme svojej bezpečnosti pred zadaním IBAN alebo platobnej karty najprv nastav túto ochranu.

# Snabble.PaymentMethods.NoCodeAlert.noBiometry
source: Your iPhone isn't protected by a code. For your own safety, please assign a code before storing your payment information.
de: Dein iPhone ist nicht durch einen Code geschützt. Bitte richte zu deiner Sicherheit zuerst diesen Schutz ein, bevor du deine IBAN oder Kreditkarte eingibst.
fr: Votre iPhone n’est pas protégé par un code. Pour votre sécurité, installez d'abord cette protection avant d'entrer votre IBAN ou votre carte de crédit.
hu: Az iPhone-od nem védi kód. Biztonságod érdekében először ezt állítsd be, és csak ezt követően add meg az IBAN-kódodat vagy a hitelkártyádat.
sk: Tvoj iPhone nie je chránený kódom. V záujme svojej bezpečnosti pred zadaním IBAN alebo platobnej karty najprv nastav túto ochranu.

# Snabble.PaymentMethods.add
source: Add payment method
de: Zahlungsmethode hinzufügen
fr: Ajouter un mode de paiement
hu: Fizetési mód hozzáadása
sk: Pridať spôsob platby

# Snabble.PaymentMethods.choose
source: Which payment method to add?
de: Welche Zahlungsmethode hinzufügen?
fr: Quel mode de paiement ajouter ?
hu: Milyen fizetési módot szeretnél hozzáadni?
sk: Ktorý spôsob platby chceš pridať?

# Snabble.PaymentMethods.forAllRetailers
source: For all retailers
de: Händlerübergreifend
fr: Pour tous les distributeurs
hu: Több kereskedőnél érvényes
sk: Pre všetky obchody

# Snabble.PaymentMethods.forSingleRetailer
source: For specific retailer
de: Für einzelne Händler
fr: Pour certains distributeurs
hu: Egy kereskedőnél érvényes
sk: Pre jednotlivé obchody

# Snabble.PaymentMethods.noDeviceCode
source: No Code Protection
de: Ungeschütztes iPhone
fr: iPhone non protégé
hu: Védtelen iPhone
sk: Nepodporovaný iPhone

# Snabble.PaymentMethods.title
source: Payment Methods
de: Zahlungsmethoden
fr: Modes de paiement
hu: Fizetési mód
sk: Spôsob platby

# Snabble.PaymentSelection.addNow
source: Add now
de: Jetzt hinzufügen
fr: Ajouter maintenant
hu: Hozzáadás most
sk: Pridať teraz

# Snabble.PaymentSelection.howToPay
source: How would you like to pay %@?
de: Wie möchtest du %@ bezahlen?
fr: Comment souhaitez-vous %@ payer ?
hu: Hogyan szeretnél fizetni %@?
sk: Ako chceš zaplatiť za %@?

# Snabble.PaymentSelection.payNow
source: Pay %@ now
de: Jetzt %@ zahlen
fr: Payer %@ maintenant
hu: %@ fizetés most
sk: Zaplatiť %@ teraz

# Snabble.PaymentSelection.title
source: Payment
de: Bezahlen
fr: Payer
hu: Fizetés
sk: Zaplatiť

# Snabble.PaymentStatus.AddDebitCard.button
source: Yes, save girocard in app
de: Ja, Karte in der App speichern
fr: Oui, enregistrer la carte dans l'application
hu: Igen, elmentem a kártyát az alkalmazásban
sk: Áno, uložiť kartu v aplikácii

# Snabble.PaymentStatus.AddDebitCard.message
source: Would you like to store your girocard data securely in the app so that you can pay for your next purchase by direct debit? You can leave your card in your wallet in the future.
de: Möchtest du die Daten deiner girocard sicher in der App speichern, um deinen nächsten Einkauf per Lastschrift zu bezahlen? Die Karte kannst du zukünftig im Geldbeutel lassen.
fr: Voulez-vous enregistrer les données de votre girocard en toute sécurité dans l’application pour payer votre prochain achat par prélèvement automatique ? Vous pouvez laisser la carte dans votre porte-monnaie à l’avenir.
hu: Szeretnéd biztonságosan tárolni a girocard adataidat az alkalmazásban, hogy a következő vásárlásodat beszedési megbízással fizethesd ki? A kártyát a jövőben a pénztárcádban hagyhatod.
sk: Naozaj chceš uložiť v aplikácii svoju kartu girocard, aby si nasledujúci nákup mohol/mohla zaplatiť inkasom? Kartu môžeš v budúcnosti nechať vo svojej peňaženke.

# Snabble.PaymentStatus.DebitCardAdded.message
source: We have successfully verified your card. You can now pay by SEPA direct debit. You can leave your girocard in your wallet in the future.
de: Wir haben deine Karte erfolgreich verifiziert. Ab sofort kannst du per SEPA-Lastschrift bezahlen. Deine girocard kannst du zukünftig im Geldbeutel lassen.
fr: Nous avons vérifié votre carte avec succès. Vous pouvez désormais payer par prélèvement SEPA. Vous pouvez à l’avenir laisser votre girocard dans votre porte-monnaie.
hu: Sikeresen ellenőriztük a kártyádat. Azonnal tudsz fizetni SEPA terhelési megbízással. A girocard kártyádat a jövőben a pénztárcádban hagyhatod.
sk: Tvoja karta bola úspešne overená. Odteraz môžeš platiť SEPA inkasom. Svoju kartu girocard môžeš v budúcnosti nechať vo svojej peňaženke.

# Snabble.PaymentStatus.ExitCode.openExitGateTimed
source: The code is only valid for a short time.
de: Der Code ist nur kurze Zeit gültig.
fr: Le code n’est valable que pour une durée limitée.
hu: A kód csak rövid ideig érvényes.
sk: Platnosť kódu je časovo obmedzená.

# Snabble.PaymentStatus.ExitCode.title
source: Exit-Code
de: Ausgangs-Code
fr: Code de sortie
hu: Kilépőkód
sk: Kód ukončenia

# Snabble.PaymentStatus.Fulfillment.title
source: Fulfillment
de: Lieferung
fr: Livraison
hu: Szállítás
sk: Dodanie

# Snabble.PaymentStatus.Payment.error
source: Your payment could not be processed. Try again or choose another payment method.
de: Deine Zahlung konnte nicht durchgeführt werden. Versuche es erneut oder wähle eine andere Zahlungsmethode.
fr: Votre paiement n'a pas pu être effectué Réessayez ou choisissez un autre mode de paiement.
hu: Fizetésed nem sikerült teljesíteni. Próbáld meg újra, vagy válassz másik fizetési módot.
sk: Tvoja platba nemohla byť vykonaná. Skús znovu alebo vyber iný spôsob platby.

# Snabble.PaymentStatus.Payment.title
source: Payment
de: Bezahlung
fr: Paiement
hu: Fizetés
sk: Platba

# Snabble.PaymentStatus.Payment.tryAgain
source: Try again
de: Erneut versuchen
fr: Réessayer
hu: Megpróbálom újra
sk: Skúsiť znovu

# Snabble.PaymentStatus.Rating.send
source: Submit Feedback
de: Feedback absenden
fr: Envoyer
hu: Visszajelzés elküldése
sk: Odoslať spätnú väzbu

# Snabble.PaymentStatus.Rating.title
source: What was not good?
de: Was war nicht gut?
fr: Tout s'est bien passé ?
hu: Mi nem volt jó?
sk: Čo sa ti nepáčilo?
